{
  "id": 65,
  "name": "الطلاق",
  "transliteration": "At-Talaq",
  "translation": "The Divorce",
  "type": "medinan",
  "total_verses": 12,
  "verses": [
    {
      "id": 1,
      "text": "يَـٰٓأَيُّهَا ٱلنَّبِيُّ إِذَا طَلَّقۡتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحۡصُواْ ٱلۡعِدَّةَۖ وَٱتَّقُواْ ٱللَّهَ رَبَّكُمۡۖ لَا تُخۡرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخۡرُجۡنَ إِلَّآ أَن يَأۡتِينَ بِفَٰحِشَةٖ مُّبَيِّنَةٖۚ وَتِلۡكَ حُدُودُ ٱللَّهِۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدۡ ظَلَمَ نَفۡسَهُۥۚ لَا تَدۡرِي لَعَلَّ ٱللَّهَ يُحۡدِثُ بَعۡدَ ذَٰلِكَ أَمۡرٗا",
      "translation": "हे पैगम्बर ! (आफ्नो अनुयायीहरूलाई भनिदिनुस्) जब तिमीले आफ्नो स्वास्नीहरूलाई तलाक दिन चाहन्छौ त उनीहरूको इद्दतको प्रारम्भमा तलाक देऊ, र इद्दतलाई गन्ने गर, र अल्लाहसित डराऊ जो तिम्रो पालनकर्ता हो । उनीहरूलाई उनीहरूको घरहरूबाट ननिकाल र न उनीहरू स्वयं निस्कुन् । हो, यदि तिनीहरूले खुल्ला व्यभिचार गरिन् त कुरा बेग्लै छ । र यी अल्लाहद्वारा निर्धारित सीमाहरू हुन् । र जो अल्लाहका सीमाहरूभन्दा अगाडि बढ्नेछ, त्यसले आफूमाथि नै अत्याचार गर्नेछ । तिमीलाई थाहा छैन, कदाचित यस पश्चात अल्लाहले कुनै नयाँ अवस्थाको सृजना गरिदेओस् ।",
      "transliteration": "Ya ayyuha alnnabiyyu itha tallaqtumu alnnisaa fatalliqoohunna liAAiddatihinna waahsoo alAAiddata waittaqoo Allaha rabbakum la tukhrijoohunna min buyootihinna wala yakhrujna illa an yateena bifahishatin mubayyinatin watilka hudoodu Allahi waman yataAAadda hudooda Allahi faqad thalama nafsahu la tadree laAAalla Allaha yuhdithu baAAda thalika amran"
    },
    {
      "id": 2,
      "text": "فَإِذَا بَلَغۡنَ أَجَلَهُنَّ فَأَمۡسِكُوهُنَّ بِمَعۡرُوفٍ أَوۡ فَارِقُوهُنَّ بِمَعۡرُوفٖ وَأَشۡهِدُواْ ذَوَيۡ عَدۡلٖ مِّنكُمۡ وَأَقِيمُواْ ٱلشَّهَٰدَةَ لِلَّهِۚ ذَٰلِكُمۡ يُوعَظُ بِهِۦ مَن كَانَ يُؤۡمِنُ بِٱللَّهِ وَٱلۡيَوۡمِ ٱلۡأٓخِرِۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مَخۡرَجٗا",
      "translation": "अनि जब उनीहरू(स्त्रीहरू) आफ्ना निर्धारित इद्दतको नजिक पुग्छिन् भने उनीहरूलाई नियमानुसार आफ्नो निकाहमा रहन देऊ वा दस्तूरको मुताबिक अलग गरिदेऊ, र आफूमध्येबाट दुईजना न्यायप्रिय मानिसहरूलाई साक्षी बनाइहाल र अल्लाहको प्रसन्नता निम्ति ठीक–ठीक गवाही देऊ । यी कुराहरूबाट त्यस व्यक्तिलाई उपदेश गरिन्छ, जसले अल्लाह र परलोकको (आखिरतको) दिनमाथि ईमान राख्दछ । र जो अल्लाहसित डर मान्दछ, अल्लाह उसको लागि उम्कने बाटो सृजना गरिदिनेछ ।",
      "transliteration": "Faitha balaghna ajalahunna faamsikoohunna bimaAAroofin aw fariqoohunna bimaAAroofin waashhidoo thaway AAadlin minkum waaqeemoo alshshahadata lillahi thalikum yooAAathu bihi man kana yuminu biAllahi waalyawmi alakhiri waman yattaqi Allaha yajAAal lahu makhrajan"
    },
    {
      "id": 3,
      "text": "وَيَرۡزُقۡهُ مِنۡ حَيۡثُ لَا يَحۡتَسِبُۚ وَمَن يَتَوَكَّلۡ عَلَى ٱللَّهِ فَهُوَ حَسۡبُهُۥٓۚ إِنَّ ٱللَّهَ بَٰلِغُ أَمۡرِهِۦۚ قَدۡ جَعَلَ ٱللَّهُ لِكُلِّ شَيۡءٖ قَدۡرٗا",
      "translation": "र उसलाई यस्तो ठाउँबाट जीविका प्रदान गर्छ, जसको उसलाई कल्पना पनि छैन, र जसले अल्लाहमाथि भरोसा गर्दछ, त्यो उसको निम्ति पर्याप्त छ, निश्चय नै अल्लाहले आफ्नो काम पूरा गरेर नै छाड्नेछ । अल्लाहले हरेक कुराको एउटा अनुमान गरिराखेको छ ।",
      "transliteration": "Wayarzuqhu min haythu la yahtasibu waman yatawakkal AAala Allahi fahuwa hasbuhu inna Allaha balighu amrihi qad jaAAala Allahu likulli shayin qadran"
    },
    {
      "id": 4,
      "text": "وَٱلَّـٰٓـِٔي يَئِسۡنَ مِنَ ٱلۡمَحِيضِ مِن نِّسَآئِكُمۡ إِنِ ٱرۡتَبۡتُمۡ فَعِدَّتُهُنَّ ثَلَٰثَةُ أَشۡهُرٖ وَٱلَّـٰٓـِٔي لَمۡ يَحِضۡنَۚ وَأُوْلَٰتُ ٱلۡأَحۡمَالِ أَجَلُهُنَّ أَن يَضَعۡنَ حَمۡلَهُنَّۚ وَمَن يَتَّقِ ٱللَّهَ يَجۡعَل لَّهُۥ مِنۡ أَمۡرِهِۦ يُسۡرٗا",
      "translation": "तिम्रो (तलाक दिइएका) स्त्रीहरू जो मासिकधर्मबाट निराश भइसकेका छिन्, यदि तिमीलाई शंका छ भने उनीहरूको इदद्त तीन महिना छ, र जसलाई अझै मासिकधर्म आउन थालेको छैन उनीहरूको पनि यहि नै इद्दत हो र गर्भवती महिलाहरूको इद्दत उनीहरूको शिशु–प्रसवसम्म छ । जो कोही पनि अल्लाहसित डर मान्ने छ, अल्लाह उसको सबैकाम सजिलो गरिदिनेछ ।",
      "transliteration": "Waallaee yaisna mina almaheedi min nisaikum ini irtabtum faAAiddatuhunna thalathatu ashhurin waallaee lam yahidna waolatu alahmali ajaluhunna an yadaAAna hamlahunna waman yattaqi Allaha yajAAal lahu min amrihi yusran"
    },
    {
      "id": 5,
      "text": "ذَٰلِكَ أَمۡرُ ٱللَّهِ أَنزَلَهُۥٓ إِلَيۡكُمۡۚ وَمَن يَتَّقِ ٱللَّهَ يُكَفِّرۡ عَنۡهُ سَيِّـَٔاتِهِۦ وَيُعۡظِمۡ لَهُۥٓ أَجۡرًا",
      "translation": "यो अल्लाहको आदेश हो, जुनकि उसले तिमीतिर अवतरित गरेको छ । जो कोही अल्लाहसित डर्नेछ, उसबाट अल्लाहले उसका पापहरू हटाइदिनेछ र उसलाई ठूलो प्रतिफल प्रदान गर्नेछ ।",
      "transliteration": "Thalika amru Allahi anzalahu ilaykum waman yattaqi Allaha yukaffir AAanhu sayyiatihi wayuAAthim lahu ajran"
    },
    {
      "id": 6,
      "text": "أَسۡكِنُوهُنَّ مِنۡ حَيۡثُ سَكَنتُم مِّن وُجۡدِكُمۡ وَلَا تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيۡهِنَّۚ وَإِن كُنَّ أُوْلَٰتِ حَمۡلٖ فَأَنفِقُواْ عَلَيۡهِنَّ حَتَّىٰ يَضَعۡنَ حَمۡلَهُنَّۚ فَإِنۡ أَرۡضَعۡنَ لَكُمۡ فَـَٔاتُوهُنَّ أُجُورَهُنَّ وَأۡتَمِرُواْ بَيۡنَكُم بِمَعۡرُوفٖۖ وَإِن تَعَاسَرۡتُمۡ فَسَتُرۡضِعُ لَهُۥٓ أُخۡرَىٰ",
      "translation": "तिनीहरूलाई (इद्दतको अवस्थामा) तिमीले आफ्नो हैसियत अनुसार त्यसै ठाउँमा राख, जहाँ तिमी बस्छौ, उनीहरूलाई कष्ट दिनुको निम्ति उनीहरूलाई हानि नपुर्याऊ । यदि उनीहरू गर्भवती छिन् भने उनीहरूमाथि खर्च गरिराख, जबसम्म कि उनीहरूको शिशुप्रसव नभइहालोस् । अनि यदि तिम्रो भनाई मानेर उनले नै दूध खुवाउँछिन् भने उनीहरूलाई उनको पारिश्रमिक देऊ, र आपसमा राम्रो तरिकाले परस्पर कुराकानीद्वारा कुनै कुरा निश्चित गरिहाल । र यदि तिमीलाई यसमा कुनै कठिनाई हुन्छ भने कुनै अर्कोले उसको निम्ति दूध खुवाइदिनेछे ।",
      "transliteration": "Askinoohunna min haythu sakantum min wujdikum wala tudarroohunna litudayyiqoo AAalayhinna wain kunna olati hamlin faanfiqoo AAalayhinna hatta yadaAAna hamlahunna fain ardaAAna lakum faatoohunna ojoorahunna watamiroo baynakum bimaAAroofin wain taAAasartum fasaturdiAAu lahu okhra"
    },
    {
      "id": 7,
      "text": "لِيُنفِقۡ ذُو سَعَةٖ مِّن سَعَتِهِۦۖ وَمَن قُدِرَ عَلَيۡهِ رِزۡقُهُۥ فَلۡيُنفِقۡ مِمَّآ ءَاتَىٰهُ ٱللَّهُۚ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا مَآ ءَاتَىٰهَاۚ سَيَجۡعَلُ ٱللَّهُ بَعۡدَ عُسۡرٖ يُسۡرٗا",
      "translation": "सामर्थ्यवानले आफ्नो क्षमता अनुसार खर्च गर्नुपर्छ र जसको जीविकामा कमी छ, उसलाई चाहिन्छ कि जति अल्लाहले उसलाई प्रदान गरेको छ, त्यस अनुसार खर्च गरोस् । जे–जति प्रदान गरेको छ, त्यसभन्दा बढी अल्लाहले कुनै व्यक्तिमाथि जिम्मेवारीको बोझ राख्दैन । शीघ्र नै अल्लाहले कठिनाई पश्चात सुगमताको सृष्टि गरिदिनेछ ।",
      "transliteration": "Liyunfiq thoo saAAatin min saAAatihi waman qudira AAalayhi rizquhu falyunfiq mimma atahu Allahu la yukallifu Allahu nafsan illa ma ataha sayajAAalu Allahu baAAda AAusrin yusran"
    },
    {
      "id": 8,
      "text": "وَكَأَيِّن مِّن قَرۡيَةٍ عَتَتۡ عَنۡ أَمۡرِ رَبِّهَا وَرُسُلِهِۦ فَحَاسَبۡنَٰهَا حِسَابٗا شَدِيدٗا وَعَذَّبۡنَٰهَا عَذَابٗا نُّكۡرٗا",
      "translation": "र कतिपय यस्ता बस्तीहरू छन् जसका बासिन्दाहरूले आफ्नो पालनकर्ता र उसको रसूलहरूको आदेशबाट अटेरिपना गरे, तब हामीले पनि उनीहरूसँग गम्भीर हिसाब गर्यौं र उनीहरूलाई अदृश्य निकृष्ट सजाय दियौं ।",
      "transliteration": "Wakaayyin min qaryatin AAatat AAan amri rabbiha warusulihi fahasabnaha hisaban shadeedan waAAaththabnaha AAathaban nukran"
    },
    {
      "id": 9,
      "text": "فَذَاقَتۡ وَبَالَ أَمۡرِهَا وَكَانَ عَٰقِبَةُ أَمۡرِهَا خُسۡرًا",
      "translation": "अतः उनीहरूले आफ्ना कर्महरूको लागि दण्डको स्वाद चाखिहाले र उनीहरूको लागि परिणाम घाटा नै रह्यो ।",
      "transliteration": "Fathaqat wabala amriha wakana AAaqibatu amriha khusran"
    },
    {
      "id": 10,
      "text": "أَعَدَّ ٱللَّهُ لَهُمۡ عَذَابٗا شَدِيدٗاۖ فَٱتَّقُواْ ٱللَّهَ يَـٰٓأُوْلِي ٱلۡأَلۡبَٰبِ ٱلَّذِينَ ءَامَنُواْۚ قَدۡ أَنزَلَ ٱللَّهُ إِلَيۡكُمۡ ذِكۡرٗا",
      "translation": "अल्लाहले उनीहरूको निम्ति कठोर यातना तयार गरेको छ, तसर्थ हे बुद्धिवाला ईमानवालाहरू अल्लाहसित डराऊ । अल्लाहले तिमीतिर उपदेश पठाइसकेको छ ।",
      "transliteration": "aAAadda Allahu lahum AAathaban shadeedan faittaqoo Allaha ya olee alalbabi allatheena amanoo qad anzala Allahu ilaykum thikran"
    },
    {
      "id": 11,
      "text": "رَّسُولٗا يَتۡلُواْ عَلَيۡكُمۡ ءَايَٰتِ ٱللَّهِ مُبَيِّنَٰتٖ لِّيُخۡرِجَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِۚ وَمَن يُؤۡمِنۢ بِٱللَّهِ وَيَعۡمَلۡ صَٰلِحٗا يُدۡخِلۡهُ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَآ أَبَدٗاۖ قَدۡ أَحۡسَنَ ٱللَّهُ لَهُۥ رِزۡقًا",
      "translation": "अर्थात पैगम्बर जसले तिम्रो सामु अल्लाहका स्पष्ट आयतहरू पढेर सुनाउँछन्, ताकि जसले ईमान ल्याउँछन् र असल कर्म गर्दछन् उनीहरूलाई अँध्यारोबाट निकाली उज्यालोतिर ल्याओस् र जुन व्यक्तिले अल्लाहमाथि ईमान ल्याउँछ र असल कर्म गर्नेछ उनीहरूलाई अल्लाहले स्वर्गका यस्ता बागहरूमा प्रविष्ट गर्नेछ, जसमुनि नहरहरू बगिराखेका छन्, सधैं त्यसमा रहनेछन् । निःसंदेह अल्लाहले उनीहरूको निम्ति उत्तम जीविका प्रदान गरिराखेको छ ।",
      "transliteration": "Rasoolan yatloo AAalaykum ayati Allahi mubayyinatin liyukhrija allatheena amanoo waAAamiloo alssalihati mina alththulumati ila alnnoori waman yumin biAllahi wayaAAmal salihan yudkhilhu jannatin tajree min tahtiha alanharu khalideena feeha abadan qad ahsana Allahu lahu rizqan"
    },
    {
      "id": 12,
      "text": "ٱللَّهُ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ وَمِنَ ٱلۡأَرۡضِ مِثۡلَهُنَّۖ يَتَنَزَّلُ ٱلۡأَمۡرُ بَيۡنَهُنَّ لِتَعۡلَمُوٓاْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ وَأَنَّ ٱللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَۢا",
      "translation": "अल्लाह नै त हो जसले सात आकाशहरू सृष्टि गर्यो र उनीहरूकै सादृश्य धरती पनि, उसको आदेश उनको बीचमा अवतरित हुन्छन्, ताकि तिमीहरूले जानिहाल कि अल्लाह हरेक कुरामा सामर्थ्य सम्पन्न छ, र यो कि अल्लाहले सबै कुरालाई आफ्नो ज्ञानको घेरामा लिइसकेको छ ।",
      "transliteration": "Allahu allathee khalaqa sabAAa samawatin wamina alardi mithlahunna yatanazzalu alamru baynahunna litaAAlamoo anna Allaha AAala kulli shayin qadeerun waanna Allaha qad ahata bikulli shayin AAilman"
    }
  ]
}