{
  "id": 7,
  "name": "الأعراف",
  "transliteration": "Al-A'raf",
  "translation": "The Heights",
  "type": "meccan",
  "total_verses": 206,
  "verses": [
    {
      "id": 1,
      "text": "الٓمٓصٓ",
      "translation": "अलिफ्–लाम–मीम–साद ।",
      "transliteration": "Aliflammeemsad"
    },
    {
      "id": 2,
      "text": "كِتَٰبٌ أُنزِلَ إِلَيۡكَ فَلَا يَكُن فِي صَدۡرِكَ حَرَجٞ مِّنۡهُ لِتُنذِرَ بِهِۦ وَذِكۡرَىٰ لِلۡمُؤۡمِنِينَ",
      "translation": "(हे मुहम्मद !) यो एउटा किताब हो, जुन तपाईमाथि अवतरित गरिएको छ, (उद्देश्य यो हो कि) यसबाट डर देखाउने गर्नुस, अतः तपाईको हृदयमा संक्रीर्णता नहोस् र यो ईमान ल्याएकाहरूको लागि उपदेश हो ।",
      "transliteration": "Kitabun onzila ilayka fala yakun fee sadrika harajun minhu litunthira bihi wathikra lilmumineena"
    },
    {
      "id": 3,
      "text": "ٱتَّبِعُواْ مَآ أُنزِلَ إِلَيۡكُم مِّن رَّبِّكُمۡ وَلَا تَتَّبِعُواْ مِن دُونِهِۦٓ أَوۡلِيَآءَۗ قَلِيلٗا مَّا تَذَكَّرُونَ",
      "translation": "(मानिसहरू !) जुन किताब तिमीमाथि तिम्रो पालनकर्ताको तर्फबाट अवतरित गरिएको छ त्यसको अनुशरण गर र आफ्नो प्रतिपालकलाई छोडेर अरु मनगढ़न्ते अगुवाहरूको अनुशरण नगर । अतः तिमीहरू एकदम थोरै उपदेश स्वीकार गर्दछौ ।",
      "transliteration": "IttabiAAoo ma onzila ilaykum min rabbikum wala tattabiAAoo min doonihi awliyaa qaleelan ma tathakkaroona"
    },
    {
      "id": 4,
      "text": "وَكَم مِّن قَرۡيَةٍ أَهۡلَكۡنَٰهَا فَجَآءَهَا بَأۡسُنَا بَيَٰتًا أَوۡ هُمۡ قَآئِلُونَ",
      "translation": "र धेरै बस्तीहरूलाई हामीले नष्ट गरिदियौं, जसमाथि हाम्रो (प्रकोप) सजाय (एक्कासी) रातीको बेला आयो वा दिनमा जुनबेला तिनीहरू दिउँसोको विश्राम गर्दथे ।",
      "transliteration": "Wakam min qaryatin ahlaknaha fajaaha basuna bayatan aw hum qailoona"
    },
    {
      "id": 5,
      "text": "فَمَا كَانَ دَعۡوَىٰهُمۡ إِذۡ جَآءَهُم بَأۡسُنَآ إِلَّآ أَن قَالُوٓاْ إِنَّا كُنَّا ظَٰلِمِينَ",
      "translation": "जुन बेला उनीहरूमाथि हाम्रो सजाय आउँदथ्यो, तिनीहरूको मुखबाट यही नै निस्क्यो अफसोच ! हामी अत्याचारी थियौं ।",
      "transliteration": "Fama kana daAAwahum ith jaahum basuna illa an qaloo inna kunna thalimeena"
    },
    {
      "id": 6,
      "text": "فَلَنَسۡـَٔلَنَّ ٱلَّذِينَ أُرۡسِلَ إِلَيۡهِمۡ وَلَنَسۡـَٔلَنَّ ٱلۡمُرۡسَلِينَ",
      "translation": "अतः हामीले तिनीहरूबाट सोधपूछ गर्नेछौं जोतिर हामीले पैगम्बर पठाएका थियौं, र पैगम्बरलाई पनि सोध्छौं ।",
      "transliteration": "Falanasalanna allatheena orsila ilayhim walanasalanna almursaleena"
    },
    {
      "id": 7,
      "text": "فَلَنَقُصَّنَّ عَلَيۡهِم بِعِلۡمٖۖ وَمَا كُنَّا غَآئِبِينَ",
      "translation": "फेरि हामीसंग पूर्ण ज्ञानभएकोले (तिनका सम्पूर्ण वृतान्त) उनको सामु वर्णन गर्नेछौं र हामी कहिले पनि अज्ञान (बेखबर) थिएनौं ।",
      "transliteration": "Falanaqussanna AAalayhim biAAilmin wama kunna ghaibeena"
    },
    {
      "id": 8,
      "text": "وَٱلۡوَزۡنُ يَوۡمَئِذٍ ٱلۡحَقُّۚ فَمَن ثَقُلَتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "र त्यसदिन कर्मको तराजुको तौल निश्चित हुनेछ । तसर्थ जुन मानिसहरूका कर्मको तुला ग्रहुङ्गो हुनेछ, ती नै सफलता प्राप्त गर्नेवाला हुनेछन् ।",
      "transliteration": "Waalwaznu yawmaithini alhaqqu faman thaqulat mawazeenuhu faolaika humu almuflihoona"
    },
    {
      "id": 9,
      "text": "وَمَنۡ خَفَّتۡ مَوَٰزِينُهُۥ فَأُوْلَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓاْ أَنفُسَهُم بِمَا كَانُواْ بِـَٔايَٰتِنَا يَظۡلِمُونَ",
      "translation": "र जुन मानिसको (कर्मको) तुला हलुङ्गो हुनेछ ती मानिसहरू हुन् जसले कि, आफूलाई घाटामा पारे, किनभने हाम्रो आयतहरूबारे अन्याय गर्दथे ।",
      "transliteration": "Waman khaffat mawazeenuhu faolaika allatheena khasiroo anfusahum bima kanoo biayatina yathlimoona"
    },
    {
      "id": 10,
      "text": "وَلَقَدۡ مَكَّنَّـٰكُمۡ فِي ٱلۡأَرۡضِ وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَۗ قَلِيلٗا مَّا تَشۡكُرُونَ",
      "translation": "र हामीले नै पृथ्वीमा तिम्रो बासस्थान बनायौं र यसबाट तिम्रो निम्ति जीविकाका साधानहरू सृजना गर्यौं (तर) तिमीले कमै आभार व्यक्त गर्दछौ ।",
      "transliteration": "Walaqad makkannakum fee alardi wajaAAalna lakum feeha maAAayisha qaleelan ma tashkuroona"
    },
    {
      "id": 11,
      "text": "وَلَقَدۡ خَلَقۡنَٰكُمۡ ثُمَّ صَوَّرۡنَٰكُمۡ ثُمَّ قُلۡنَا لِلۡمَلَـٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ لَمۡ يَكُن مِّنَ ٱلسَّـٰجِدِينَ",
      "translation": "र हामीले तिमीलाई सृष्टि गर्यौं, अनि तिम्रो रूप आकार बनायौं त्यसपछि फरिश्ताहरूलाई आदेश गर्यौं कि आदमको अगाडि ढोग, र सबैले ढोगे, तर इब्लीस (शैतानहरूको नायक) ढोग्नेहरूमा शामिल भएन ।",
      "transliteration": "Walaqad khalaqnakum thumma sawwarnakum thumma qulna lilmalaikati osjudoo liadama fasajadoo illa ibleesa lam yakun mina alssajideena"
    },
    {
      "id": 12,
      "text": "قَالَ مَا مَنَعَكَ أَلَّا تَسۡجُدَ إِذۡ أَمَرۡتُكَۖ قَالَ أَنَا۠ خَيۡرٞ مِّنۡهُ خَلَقۡتَنِي مِن نَّارٖ وَخَلَقۡتَهُۥ مِن طِينٖ",
      "translation": "अल्लाहले भन्यो ‘‘तिमी हौ जस्ले ढोगेनौ तिमीलाई यसबाट कुन कुराले रोक्यो जब कि मैले तिमीलाई आदेश गरें?’’ उसले भन्योः कि, ‘‘म त्यसभन्दा श्रेष्ठ छु । मलाई तपाईले आगोबाट सृष्टि गर्नु भएको हो र उसलाई माटोबाट ।’’",
      "transliteration": "Qala ma manaAAaka alla tasjuda ith amartuka qala ana khayrun minhu khalaqtanee min narin wakhalaqtahu min teenin"
    },
    {
      "id": 13,
      "text": "قَالَ فَٱهۡبِطۡ مِنۡهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا فَٱخۡرُجۡ إِنَّكَ مِنَ ٱلصَّـٰغِرِينَ",
      "translation": "अल्लाहले आदेश गर्यो तँ आकाशबाट तल झरिहाल तँलाई उचित छैन कि यहाँ घमण्ड गर तसर्थ गइहाल । निःसन्देह तिमी अपमानित व्यक्तीहरूमध्येका हौ ।",
      "transliteration": "Qala faihbit minha fama yakoonu laka an tatakabbara feeha faokhruj innaka mina alssaghireena"
    },
    {
      "id": 14,
      "text": "قَالَ أَنظِرۡنِيٓ إِلَىٰ يَوۡمِ يُبۡعَثُونَ",
      "translation": "उसले भन्यो कि, मलाई कियामत (प्रलय)को दिनसम्म छूट प्रदान गरिदिनुहोस् ।",
      "transliteration": "Qala anthirnee ila yawmi yubAAathoona"
    },
    {
      "id": 15,
      "text": "قَالَ إِنَّكَ مِنَ ٱلۡمُنظَرِينَ",
      "translation": "अल्लाहले भन्यो ठीक छ, ‘‘तँलाई छूट प्रदान गरिन्छ ।’’",
      "transliteration": "Qala innaka mina almunthareena"
    },
    {
      "id": 16,
      "text": "قَالَ فَبِمَآ أَغۡوَيۡتَنِي لَأَقۡعُدَنَّ لَهُمۡ صِرَٰطَكَ ٱلۡمُسۡتَقِيمَ",
      "translation": "अनि शैतानले भन्यो कि जसप्रकार तपाईले मलाई तिरस्कृत गर्नुभयो म शपथलिन्छु कि तिम्रो सोझो बाटोबाट उनीहरूलाई मार्ग विचलित गर्नुको लागि घातलगाई बसिराख्ने छु ।",
      "transliteration": "Qala fabima aghwaytanee laaqAAudanna lahum sirataka almustaqeema"
    },
    {
      "id": 17,
      "text": "ثُمَّ لَأٓتِيَنَّهُم مِّنۢ بَيۡنِ أَيۡدِيهِمۡ وَمِنۡ خَلۡفِهِمۡ وَعَنۡ أَيۡمَٰنِهِمۡ وَعَن شَمَآئِلِهِمۡۖ وَلَا تَجِدُ أَكۡثَرَهُمۡ شَٰكِرِينَ",
      "translation": "अनि तिनका अगाडि र पछाडि र दायाँ र बायाँ चारैतिरबाट उनीहरूमाथी आक्रमण गर्नेछु । र तिमीले तिनीहरूमध्ये धेरैलाई कृतज्ञ पाउँने छैनौं ।",
      "transliteration": "Thumma laatiyannahum min bayni aydeehim wamin khalfihim waAAan aymanihim waAAan shamailihim wala tajidu aktharahum shakireena"
    },
    {
      "id": 18,
      "text": "قَالَ ٱخۡرُجۡ مِنۡهَا مَذۡءُومٗا مَّدۡحُورٗاۖ لَّمَن تَبِعَكَ مِنۡهُمۡ لَأَمۡلَأَنَّ جَهَنَّمَ مِنكُمۡ أَجۡمَعِينَ",
      "translation": "अल्लाहले आदेश गर्यो, यहाँबाट ‘‘निक्ली हाल’’ घृणित र अपमानित भएर । निःसन्देह तिनीहरूमध्ये जुन मानिसहरूले तेरो भनाई मान्नेछन् मैले तँलाई र तिनीहरूलाई नर्कमा हालेर नर्कलाई नै भरिदिनेछु ।’’",
      "transliteration": "Qala okhruj minha mathooman madhooran laman tabiAAaka minhum laamlaanna jahannama minkum ajmaAAeena"
    },
    {
      "id": 19,
      "text": "وَيَـٰٓـَٔادَمُ ٱسۡكُنۡ أَنتَ وَزَوۡجُكَ ٱلۡجَنَّةَ فَكُلَا مِنۡ حَيۡثُ شِئۡتُمَا وَلَا تَقۡرَبَا هَٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
      "translation": "र हामीले आदेश दियौं कि हे आदम तिमी र तिम्रो श्रीमती दुबै यस वहिश्त (स्वर्ग) मा बसोबास गर जहाँ तिमीहरूलाई जुन कुरा खान मन पर्छ खाऊ तर त्यस रुखछेउ नजानु अन्यथा अन्यायीमध्येका भइहाल्नेछौ ।",
      "transliteration": "Waya adamu oskun anta wazawjuka aljannata fakula min haythu shituma wala taqraba hathihi alshshajarata fatakoona mina alththalimeena"
    },
    {
      "id": 20,
      "text": "فَوَسۡوَسَ لَهُمَا ٱلشَّيۡطَٰنُ لِيُبۡدِيَ لَهُمَا مَا وُۥرِيَ عَنۡهُمَا مِن سَوۡءَٰتِهِمَا وَقَالَ مَا نَهَىٰكُمَا رَبُّكُمَا عَنۡ هَٰذِهِ ٱلشَّجَرَةِ إِلَّآ أَن تَكُونَا مَلَكَيۡنِ أَوۡ تَكُونَا مِنَ ٱلۡخَٰلِدِينَ",
      "translation": "त्यसपछि शैतानले ती दुवैको मनमा कौतुहलको सृजन गरिदियो जसबाट तिनीहरूको गुप्ताङ्गहरू जुन एकअर्कासंग लुकाइएको थियो, तिनीहरूको अगाडि खोलिदेओस् । उसले भन्न थाल्यो कि, तिमीहरूलाई तिम्रो पालनकर्ताले यस रुखबाट मात्र यस कारणले रोकेको छ कि तिमी दुवै फरिश्ता (स्वर्गदूत) नबनिहाल वा तिमीहरूलाई शाश्वत अमरत्व प्राप्त भएर नजाओस् ।",
      "transliteration": "Fawaswasa lahuma alshshaytanu liyubdiya lahuma ma wooriya AAanhuma min sawatihima waqala ma nahakuma rabbukuma AAan hathihi alshshajarati illa an takoona malakayni aw takoona mina alkhalideena"
    },
    {
      "id": 21,
      "text": "وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ ٱلنَّـٰصِحِينَ",
      "translation": "तिनीहरूको समक्ष (शैतानले) शपथ खाएर भन्यो कि म तिम्रो हितैषी हूँ ।",
      "transliteration": "Waqasamahuma innee lakuma lamina alnnasiheena"
    },
    {
      "id": 22,
      "text": "فَدَلَّىٰهُمَا بِغُرُورٖۚ فَلَمَّا ذَاقَا ٱلشَّجَرَةَ بَدَتۡ لَهُمَا سَوۡءَٰتُهُمَا وَطَفِقَا يَخۡصِفَانِ عَلَيۡهِمَا مِن وَرَقِ ٱلۡجَنَّةِۖ وَنَادَىٰهُمَا رَبُّهُمَآ أَلَمۡ أَنۡهَكُمَا عَن تِلۡكُمَا ٱلشَّجَرَةِ وَأَقُل لَّكُمَآ إِنَّ ٱلشَّيۡطَٰنَ لَكُمَا عَدُوّٞ مُّبِينٞ",
      "translation": "यस प्रकार धोखा दिएर उसले ती दुवैलाई विस्तारै आफ्नो पापतिर आकृष्ट गरिहाल्यो । जब तिनीहरू दुवैले त्यस रुखको फलको स्वाद चाखे तब तिनीहरूका गुप्ताङ्गहरू एक अर्का अगाडि प्रकट भैहाले । र तिनीहरूले स्वर्गको पातबाट आफ्नो शरीर ढाँक्न थाले । त्यसपछि तिनको पालनकर्ताले तिनीहरूलाई सम्बोधन गर्दै भने कि, के मैले तिमीहरूलाई यस वृक्षबाट रोक लगाएको थिएन ? र भनेको थिएन कि, शैतान तिम्रो खुल्लारूपमा शत्रु हो ?",
      "transliteration": "Fadallahuma bighuroorin falamma thaqa alshshajarata badat lahuma sawatuhuma watafiqa yakhsifani AAalayhima min waraqi aljannati wanadahuma rabbuhuma alam anhakuma AAan tilkuma alshshajarati waaqul lakuma inna alshshaytana lakuma AAaduwwun mubeenun"
    },
    {
      "id": 23,
      "text": "قَالَا رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَإِن لَّمۡ تَغۡفِرۡ لَنَا وَتَرۡحَمۡنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ",
      "translation": "दुवैले भन्न थाले कि, ‘‘हे हाम्रो पालनहार हामीले आफ्नो लागि ठूलो नोक्सान गर्यौं, अब यदि तिमीले हामीलाई क्षमा गर्दैनौ र दया गर्दैनौ भने निश्चिय नै हामी घाटा पाउनेमध्येका भैहाल्छौं ।",
      "transliteration": "Qala rabbana thalamna anfusana wain lam taghfir lana watarhamna lanakoonanna mina alkhasireena"
    },
    {
      "id": 24,
      "text": "قَالَ ٱهۡبِطُواْ بَعۡضُكُمۡ لِبَعۡضٍ عَدُوّٞۖ وَلَكُمۡ فِي ٱلۡأَرۡضِ مُسۡتَقَرّٞ وَمَتَٰعٌ إِلَىٰ حِينٖ",
      "translation": "अल्लाहले आदेश गर्नुभयो, ‘‘तिमी सबै स्वर्गबाट तल झरिहाल । तिमीहरू एक अर्काको शत्रु भयौ र तिम्रो लागि एक निश्चित समयको लागि पृथ्वीमा बास र जीवनको लागि सामग्रीको व्यवस्था गरिएको छ ।’’",
      "transliteration": "Qala ihbitoo baAAdukum libaAAdin AAaduwwun walakum fee alardi mustaqarrun wamataAAun ila heenin"
    },
    {
      "id": 25,
      "text": "قَالَ فِيهَا تَحۡيَوۡنَ وَفِيهَا تَمُوتُونَ وَمِنۡهَا تُخۡرَجُونَ",
      "translation": "अरु आदेश गर्यो कि, ‘‘तिमीले त्यहीं जिन्दगी गुजार्नु र मर्नु पर्नेछ र त्यसैबाट पूनः (जीवित गराई) निकालिने छौ ।",
      "transliteration": "Qala feeha tahyawna wafeeha tamootoona waminha tukhrajoona"
    },
    {
      "id": 26,
      "text": "يَٰبَنِيٓ ءَادَمَ قَدۡ أَنزَلۡنَا عَلَيۡكُمۡ لِبَاسٗا يُوَٰرِي سَوۡءَٰتِكُمۡ وَرِيشٗاۖ وَلِبَاسُ ٱلتَّقۡوَىٰ ذَٰلِكَ خَيۡرٞۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِ لَعَلَّهُمۡ يَذَّكَّرُونَ",
      "translation": "हे आदमका सन्तान ! हामीले तिम्रोलागि पोशाक बनायौं जसबाट तिम्रो गुप्ताङ्गहरू ढाकियोस् र तिम्रो शरिरको रक्षा र शोभा पनि होस् । उत्तम पोशाक सत्यनिष्ठता नै हो । यो अल्लाहका निशानीहरूमध्ये एक हो, ताकि यिनीहरू याद राखुन् ।",
      "transliteration": "Ya banee adama qad anzalna AAalaykum libasan yuwaree sawatikum wareeshan walibasu alttaqwa thalika khayrun thalika min ayati Allahi laAAallahum yaththakkaroona"
    },
    {
      "id": 27,
      "text": "يَٰبَنِيٓ ءَادَمَ لَا يَفۡتِنَنَّكُمُ ٱلشَّيۡطَٰنُ كَمَآ أَخۡرَجَ أَبَوَيۡكُم مِّنَ ٱلۡجَنَّةِ يَنزِعُ عَنۡهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوۡءَٰتِهِمَآۚ إِنَّهُۥ يَرَىٰكُمۡ هُوَ وَقَبِيلُهُۥ مِنۡ حَيۡثُ لَا تَرَوۡنَهُمۡۗ إِنَّا جَعَلۡنَا ٱلشَّيَٰطِينَ أَوۡلِيَآءَ لِلَّذِينَ لَا يُؤۡمِنُونَ",
      "translation": "हे आदमका सन्तति ! यस्तो नहोस् कि शैतान तिमीलाई फकाएर कुनै नोक्सानीमा पारोस् जस्तो कि तिम्रो आमा बुवालाई फकाएर स्वर्गबाट निष्कासित गराइहाल्यो र तिनीहरूलाई बस्त्रहीन गरायो कि तिनका गुप्ताङ्ग एक आर्कालाई देखाइदेओस् । त्यसले र त्यसको समूहले तिमीलाई यस्तो ठाउँबाट हेरिराख्दछन् कि तिमीले देख्न सक्दैनौ । हामीले यी शैतानहरूलाई तिनका मित्र बनाइदिएका छौं जसले ईमान ल्याउँदैनन् ।",
      "transliteration": "Ya banee adama la yaftinannakumu alshshaytanu kama akhraja abawaykum mina aljannati yanziAAu AAanhuma libasahuma liyuriyahuma sawatihima innahu yarakum huwa waqabeeluhu min haythu la tarawnahum inna jaAAalna alshshayateena awliyaa lillatheena la yuminoona"
    },
    {
      "id": 28,
      "text": "وَإِذَا فَعَلُواْ فَٰحِشَةٗ قَالُواْ وَجَدۡنَا عَلَيۡهَآ ءَابَآءَنَا وَٱللَّهُ أَمَرَنَا بِهَاۗ قُلۡ إِنَّ ٱللَّهَ لَا يَأۡمُرُ بِٱلۡفَحۡشَآءِۖ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "र जब यिनीहरूले कुनै निर्लज्जतापूर्ण अश्लील काम गर्दछन् तब भन्दछन् कि, हामीले आफ्ना बाबु–बाजेलाई यस्तै गरेको देखेका छौं र अल्लाहले पनि हामीलाई यही आदेश गरेको छ । तपार्इ भनिदिनुस् कि, अल्लाह निर्लज्जताको आदेश कहिले पनि दिंदैन । तिमीले अल्लाहको बारेमा यस्ता कुरा किन गर्दछौ जसको विषयमा कुनै ज्ञान छैन ?",
      "transliteration": "Waitha faAAaloo fahishatan qaloo wajadna AAalayha abaana waAllahu amarana biha qul inna Allaha la yamuru bialfahshai ataqooloona AAala Allahi ma la taAAlamoona"
    },
    {
      "id": 29,
      "text": "قُلۡ أَمَرَ رَبِّي بِٱلۡقِسۡطِۖ وَأَقِيمُواْ وُجُوهَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۚ كَمَا بَدَأَكُمۡ تَعُودُونَ",
      "translation": "तपार्इ भनिदिनुस् ‘‘कि, मेरो पालनकर्ताले न्यायको आदेश दिएको छ, र यो पनि कि प्रत्येक नमाजको बेला आफ्नो अनुहार सिधा (किब्लातिर) राख्नेगर र अल्लाहको उपासना उसैको लागि मात्र गर्नु । अल्लाहले जुन प्रकारले तिमीलाई शुरूमा सृष्टि गरेको थियो त्यस्तै फेरि तिमी सृजना गरिनेछौ ।’’",
      "transliteration": "Qul amara rabbee bialqisti waaqeemoo wujoohakum AAinda kulli masjidin waodAAoohu mukhliseena lahu alddeena kama badaakum taAAoodoona"
    },
    {
      "id": 30,
      "text": "فَرِيقًا هَدَىٰ وَفَرِيقًا حَقَّ عَلَيۡهِمُ ٱلضَّلَٰلَةُۚ إِنَّهُمُ ٱتَّخَذُواْ ٱلشَّيَٰطِينَ أَوۡلِيَآءَ مِن دُونِ ٱللَّهِ وَيَحۡسَبُونَ أَنَّهُم مُّهۡتَدُونَ",
      "translation": "केही समूहलाई त उसले सही मार्ग देखायो र केहीमाथि पथविचलित भएको प्रमाणित भैसक्यो । (किनकि) यिनीहरूले अल्लाहलाई छाडि शैतानलाई आफ्नो मित्र बनाए । र यो संम्झन्छन् कि तिनीहरू सही मार्गमा छन् ।",
      "transliteration": "Fareeqan hada wafareeqan haqqa AAalayhimu alddalalatu innahumu ittakhathoo alshshayateena awliyaa min dooni Allahi wayahsaboona annahum muhtadoona"
    },
    {
      "id": 31,
      "text": "۞يَٰبَنِيٓ ءَادَمَ خُذُواْ زِينَتَكُمۡ عِندَ كُلِّ مَسۡجِدٖ وَكُلُواْ وَٱشۡرَبُواْ وَلَا تُسۡرِفُوٓاْۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُسۡرِفِينَ",
      "translation": "हे आदमको सन्तति प्रत्येक नमाजको बेला तिमीहरू राम्रो सँग लुगा लगाउने गर, र पर्याप्त खाने पिउने गर तर सीमाभन्दा अघि नबढ । निःसन्देह अल्लाह सीमाभन्दा अघि बढ्नेलाई मन पराउँदैन ।",
      "transliteration": "Ya banee adama khuthoo zeenatakum AAinda kulli masjidin wakuloo waishraboo wala tusrifoo innahu la yuhibbu almusrifeena"
    },
    {
      "id": 32,
      "text": "قُلۡ مَنۡ حَرَّمَ زِينَةَ ٱللَّهِ ٱلَّتِيٓ أَخۡرَجَ لِعِبَادِهِۦ وَٱلطَّيِّبَٰتِ مِنَ ٱلرِّزۡقِۚ قُلۡ هِيَ لِلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا خَالِصَةٗ يَوۡمَ ٱلۡقِيَٰمَةِۗ كَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَعۡلَمُونَ",
      "translation": "तपाई भन्नुस् कि आभूषण र खाने पिउने पवित्र कुराहरू जुन अल्लाहले आफ्नो उपासकहरूको लागि बनाएको छ, तिनलाई त्याज्य कसले बनाएको छ ? भनिदिनुस्, यी कुराहरू सांसारिक जीवनमा पनि ईमान भएकाहरूका निम्ति हुन् र कियामतको दिन विशेषरूपले तिनैको भागमा हुनेछन् । यस प्रकार अल्लाहले उसका आयतहरू बुझ्नेहरूलाई स्पष्टरूपले वर्णन गर्दछ ।",
      "transliteration": "Qul man harrama zeenata Allahi allatee akhraja liAAibadihi waalttayyibati mina alrrizqi qul hiya lillatheena amanoo fee alhayati alddunya khalisatan yawma alqiyamati kathalika nufassilu alayati liqawmin yaAAlamoona"
    },
    {
      "id": 33,
      "text": "قُلۡ إِنَّمَا حَرَّمَ رَبِّيَ ٱلۡفَوَٰحِشَ مَا ظَهَرَ مِنۡهَا وَمَا بَطَنَ وَٱلۡإِثۡمَ وَٱلۡبَغۡيَ بِغَيۡرِ ٱلۡحَقِّ وَأَن تُشۡرِكُواْ بِٱللَّهِ مَا لَمۡ يُنَزِّلۡ بِهِۦ سُلۡطَٰنٗا وَأَن تَقُولُواْ عَلَى ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "तपार्इ भनिदिनुस् कि बरु मेरो पालनकर्ताले त प्रत्येक निर्लज्जताका कुराहरू चाहे ती खुलारूपमा हुन् वा गोप्य, र प्रत्येक पापलाई र अकारण कसैमाथि अत्याचार गर्ने कुरालाई त्याज्य बनाएको छ । र कसैलाई अल्लाहको साझेदार ठान्ने कुरा, जसको निम्ति उसले कुनै प्रमाण प्रदान गरेको छैन र अल्लाहको बारेमा तिमीलाई कुनै ज्ञान नभएको कुरा गर्न पनि त्याज्य छ",
      "transliteration": "Qul innama harrama rabbiya alfawahisha ma thahara minha wama batana waalithma waalbaghya bighayri alhaqqi waan tushrikoo biAllahi ma lam yunazzil bihi sultanan waan taqooloo AAala Allahi ma la taAAlamoona"
    },
    {
      "id": 34,
      "text": "وَلِكُلِّ أُمَّةٍ أَجَلٞۖ فَإِذَا جَآءَ أَجَلُهُمۡ لَا يَسۡتَأۡخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ",
      "translation": "प्रत्येक समुदायको लागि (मृत्युको) एक समय निर्धारित छ, त्यो समय आइपुगेपछि नत एकछिन ढिलो (पिछ) गर्न सक्दछन् र नत चाँडो (अघि) ।",
      "transliteration": "Walikulli ommatin ajalun faitha jaa ajaluhum la yastakhiroona saAAatan wala yastaqdimoona"
    },
    {
      "id": 35,
      "text": "يَٰبَنِيٓ ءَادَمَ إِمَّا يَأۡتِيَنَّكُمۡ رُسُلٞ مِّنكُمۡ يَقُصُّونَ عَلَيۡكُمۡ ءَايَٰتِي فَمَنِ ٱتَّقَىٰ وَأَصۡلَحَ فَلَا خَوۡفٌ عَلَيۡهِمۡ وَلَا هُمۡ يَحۡزَنُونَ",
      "translation": "हे आदमको सन्तति ! जब हाम्रा पैगम्बर तिम्रो पासमा तिमीमध्येका आउँदछन् र हाम्रा आयतहरू तिमीलाई सुनाउँदछन्, अनि जसले आत्मसंयम राख्दछन र आफूलाई ठीक राख्दछन् त्यस्ता मानिसहरूलाई न त केही भय हुनेछ न त तिनी दुःखी नै हुनेछन् ।",
      "transliteration": "Ya banee adama imma yatiyannakum rusulun minkum yaqussoona AAalaykum ayatee famani ittaqa waaslaha fala khawfun AAalayhim wala hum yahzanoona"
    },
    {
      "id": 36,
      "text": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلنَّارِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "र जसले हाम्रा यी आयतहरूलाई गलत, वा झूठ भनेका छन् र तिनीसित घमण्डपूर्वक व्यवहार देखाउँछन् तिनीहरू नार्कीय हुनेछन् र सधैं त्यसैमा बसिरहनेछन् ।",
      "transliteration": "Waallatheena kaththaboo biayatina waistakbaroo AAanha olaika ashabu alnnari hum feeha khalidoona"
    },
    {
      "id": 37,
      "text": "فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوۡ كَذَّبَ بِـَٔايَٰتِهِۦٓۚ أُوْلَـٰٓئِكَ يَنَالُهُمۡ نَصِيبُهُم مِّنَ ٱلۡكِتَٰبِۖ حَتَّىٰٓ إِذَا جَآءَتۡهُمۡ رُسُلُنَا يَتَوَفَّوۡنَهُمۡ قَالُوٓاْ أَيۡنَ مَا كُنتُمۡ تَدۡعُونَ مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا وَشَهِدُواْ عَلَىٰٓ أَنفُسِهِمۡ أَنَّهُمۡ كَانُواْ كَٰفِرِينَ",
      "translation": "त्योभन्दा अन्यायी को होला जसले अल्लाहमाथि मिथ्या दोषरोपण गर्यो, वा उसका आयतहरूलाई गलत भन्यो । तिनीहरूले आफ्नो भाग्यले निर्धारित गरेको कुरा पाउनेछन् । यहाँसम्म कि जब तिनीछेउ हामीले पठाएका फरिश्ताहरू प्राण निकाल्न आउने छन् र भन्ने छन्ः कि, अल्लाह बाहेक जसलाई तिमीले पुकार्ने गर्दथ्यौ तिनीहरू अहिले कहाँ गए ? तिनीहरूले भन्ने छन्ः (थाहा छैन) तिनीहरूले हामीलाई छोडेर गइहाले र तिनीहरूले आफुलाई काफिर भएको कुरा स्वीकार गर्नेछन् ।",
      "transliteration": "Faman athlamu mimmani iftara AAala Allahi kathiban aw kaththaba biayatihi olaika yanaluhum naseebuhum mina alkitabi hatta itha jaathum rusuluna yatawaffawnahum qaloo ayna ma kuntum tadAAoona min dooni Allahi qaloo dalloo AAanna washahidoo AAala anfusihim annahum kanoo kafireena"
    },
    {
      "id": 38,
      "text": "قَالَ ٱدۡخُلُواْ فِيٓ أُمَمٖ قَدۡ خَلَتۡ مِن قَبۡلِكُم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِ فِي ٱلنَّارِۖ كُلَّمَا دَخَلَتۡ أُمَّةٞ لَّعَنَتۡ أُخۡتَهَاۖ حَتَّىٰٓ إِذَا ٱدَّارَكُواْ فِيهَا جَمِيعٗا قَالَتۡ أُخۡرَىٰهُمۡ لِأُولَىٰهُمۡ رَبَّنَا هَـٰٓؤُلَآءِ أَضَلُّونَا فَـَٔاتِهِمۡ عَذَابٗا ضِعۡفٗا مِّنَ ٱلنَّارِۖ قَالَ لِكُلّٖ ضِعۡفٞ وَلَٰكِن لَّا تَعۡلَمُونَ",
      "translation": "अल्लाहले भन्नेछः कि, जिन्न र मानिसहरूको जो सामूह तिमीहरूभन्दा पहिले नै गुज्री सकेका छन् । तिनको साथमा तिमी पनि नर्कमा जाऊ । जब कुनै समूह त्यसमा प्रवेश गर्नेछ आफूभन्दा पहिलेको समूहलाई धिक्कार्ने छ । यहाँसम्म कि जब सबै त्यसमा एकत्रित भइसक्नेछन । त हरेक पछिल्लो समूहले पहिलो समूहको बारेमा भन्ने छन्ः कि, हे रब ! यिनै मानिसहरूले हामीलाई पथभ्रष्ट गरेका थिए तसर्थ यिनलाई नर्कको सजाय दोब्बर दिनु । अल्लाहले भन्ने छः ‘‘कि, हरएकलाई दुईगुणा सजाय दिइन्छ तर तिमीलाई थाहा छैन ?’’",
      "transliteration": "Qala odkhuloo fee omamin qad khalat min qablikum mina aljinni waalinsi fee alnnari kullama dakhalat ommatun laAAanat okhtaha hatta itha iddarakoo feeha jameeAAan qalat okhrahum lioolahum rabbana haolai adalloona faatihim AAathaban diAAfan mina alnnari qala likullin diAAfun walakin la taAAlamoona"
    },
    {
      "id": 39,
      "text": "وَقَالَتۡ أُولَىٰهُمۡ لِأُخۡرَىٰهُمۡ فَمَا كَانَ لَكُمۡ عَلَيۡنَا مِن فَضۡلٖ فَذُوقُواْ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡسِبُونَ",
      "translation": "पहिलो समुदायले पछिल्लो समुदायसित भन्ने छ कि, तिमीलाई हामीमाथि कुनै प्रधानता प्राप्त भएन जुन कर्म तिमीले गर्ने गर्दथ्यौ त्यसको प्रतिफल स्वरूप सजायको स्वाद चाख ।",
      "transliteration": "Waqalat oolahum liokhrahum fama kana lakum AAalayna min fadlin fathooqoo alAAathaba bima kuntum taksiboona"
    },
    {
      "id": 40,
      "text": "إِنَّ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَٱسۡتَكۡبَرُواْ عَنۡهَا لَا تُفَتَّحُ لَهُمۡ أَبۡوَٰبُ ٱلسَّمَآءِ وَلَا يَدۡخُلُونَ ٱلۡجَنَّةَ حَتَّىٰ يَلِجَ ٱلۡجَمَلُ فِي سَمِّ ٱلۡخِيَاطِۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُجۡرِمِينَ",
      "translation": "जसले हाम्रो आयतहरूलाई झूठा भने र अभिमानपूर्ण व्यवहार गरे, तिनीहरूका लागि आकाशका ढोकाहरू खोलिने छैन्, र तिनीहरू कहिले पनि स्वर्गमा जानेछैनन् जबसम्म कि, ऊँट सियोको प्वाँलबाट छिर्दैन । र पाप गर्नेहरूलाई हामीले यस्तै सजाय दिनेगर्छौं ।",
      "transliteration": "Inna allatheena kaththaboo biayatina waistakbaroo AAanha la tufattahu lahum abwabu alssamai wala yadkhuloona aljannata hatta yalija aljamalu fee sammi alkhiyati wakathalika najzee almujrimeena"
    },
    {
      "id": 41,
      "text": "لَهُم مِّن جَهَنَّمَ مِهَادٞ وَمِن فَوۡقِهِمۡ غَوَاشٖۚ وَكَذَٰلِكَ نَجۡزِي ٱلظَّـٰلِمِينَ",
      "translation": "यस्ता मानिसहरूका लागि नर्कको आगो बिछ्यौना (ओछ्यान) हुनेछ र माथिबाट त्यसैको ओढने पनि । र यस्ता अत्याचारीहरूलाई हामीले यस्तै सजाय दिनेगर्छौं ।",
      "transliteration": "Lahum min jahannama mihadun wamin fawqihim ghawashin wakathalika najzee alththalimeena"
    },
    {
      "id": 42,
      "text": "وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ لَا نُكَلِّفُ نَفۡسًا إِلَّا وُسۡعَهَآ أُوْلَـٰٓئِكَ أَصۡحَٰبُ ٱلۡجَنَّةِۖ هُمۡ فِيهَا خَٰلِدُونَ",
      "translation": "जुन मानिसहरूले हाम्रो आयतहरूमाथि आस्था राखे र सत्कर्म गरे, त्यस विषयमा हामीले कुनै व्यक्तिलाई उसको क्षमताभन्दा बढी जिम्मेवारी दिदैनौं । यस्ता मानिसहरू नै स्वर्गका निबासी हुन् जो सधैं त्यसमा बास गर्नेछन् ।",
      "transliteration": "Waallatheena amanoo waAAamiloo alssalihati la nukallifu nafsan illa wusAAaha olaika ashabu aljannati hum feeha khalidoona"
    },
    {
      "id": 43,
      "text": "وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلّٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُۖ وَقَالُواْ ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي هَدَىٰنَا لِهَٰذَا وَمَا كُنَّا لِنَهۡتَدِيَ لَوۡلَآ أَنۡ هَدَىٰنَا ٱللَّهُۖ لَقَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّۖ وَنُودُوٓاْ أَن تِلۡكُمُ ٱلۡجَنَّةُ أُورِثۡتُمُوهَا بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "र एक अर्काको लागि छलकपट जो तिनीहरूका छातिमा थियो हामीले सबै निकालिदिनेछौं । तिनीहरूको (महलहरू) मुनि नहरहरू बगिराखेका हुनेछन् । र उनीहरूले भन्ने छन् ‘‘कि, अल्लाहको हामी धेरै कृतज्ञ छौं जसले हामीलाई यस स्थानसम्म पुर्यायो, र यदि अल्लाहले हामीलाई बाटो नदेखाएको भए हामी स्वयंले बाटो पाउन सक्ने थिएनौं । वास्तवमै हाम्रो पालनकर्ताले पठाएका रसूलले साँचो कुरा लिएर आएका थिए । उनीसित ठूलो आवाजमा भनिनेछ कि, यो जन्नत (स्वर्ग) हो जसको तिमी वारिस बनाइएका छौ । यो तिमीले तिम्रो कर्मको बदलामा पाएका हौ ।’’",
      "transliteration": "WanazaAAna ma fee sudoorihim min ghillin tajree min tahtihimu alanharu waqaloo alhamdu lillahi allathee hadana lihatha wama kunna linahtadiya lawla an hadana Allahu laqad jaat rusulu rabbina bialhaqqi wanoodoo an tilkumu aljannatu oorithtumooha bima kuntum taAAmaloona"
    },
    {
      "id": 44,
      "text": "وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡجَنَّةِ أَصۡحَٰبَ ٱلنَّارِ أَن قَدۡ وَجَدۡنَا مَا وَعَدَنَا رَبُّنَا حَقّٗا فَهَلۡ وَجَدتُّم مَّا وَعَدَ رَبُّكُمۡ حَقّٗاۖ قَالُواْ نَعَمۡۚ فَأَذَّنَ مُؤَذِّنُۢ بَيۡنَهُمۡ أَن لَّعۡنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
      "translation": "र जन्नतवालाहरू (स्वर्गवाला) नर्कमा बस्नेहरूलाई ठूलो स्वरमा भन्ने छन् कि, जुन वाचा हाम्रो पालनकर्ताले हामीसँग गरेको थियो, हामीले त्यसलाई सत्य पाएका छौं । के तिमीले पनि जुन वचन तिम्रो पालनकर्ताले तिमीसँग गरेको थियो त्यसलाई साँचो पायौ ?’’ तिनीहरूले उत्तर दिनेछन् हो, पायौं त्यतिखेर तिनीहरूबीच एउटा पुकार्नेवालाले कराएर भन्ने छ कि, अन्यायीहरूमाथि अल्लाहको धिक्कार होस् ।",
      "transliteration": "Wanada ashabu aljannati ashaba alnnari an qad wajadna ma waAAadana rabbuna haqqan fahal wajadtum ma waAAada rabbukum haqqan qaloo naAAam faaththana muaththinun baynahum an laAAnatu Allahi AAala alththalimeena"
    },
    {
      "id": 45,
      "text": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجٗا وَهُم بِٱلۡأٓخِرَةِ كَٰفِرُونَ",
      "translation": "जसले अल्लाहको बाटोमा हिंड्नुबाट रोक्दथे र त्यसैलाई बाङ्गो बनाउन खोज्दथे र कियामतको दिनलाई पनि अस्वीकार गर्दथे ।",
      "transliteration": "Allatheena yasuddoona AAan sabeeli Allahi wayabghoonaha AAiwajan wahum bialakhirati kafiroona"
    },
    {
      "id": 46,
      "text": "وَبَيۡنَهُمَا حِجَابٞۚ وَعَلَى ٱلۡأَعۡرَافِ رِجَالٞ يَعۡرِفُونَ كُلَّۢا بِسِيمَىٰهُمۡۚ وَنَادَوۡاْ أَصۡحَٰبَ ٱلۡجَنَّةِ أَن سَلَٰمٌ عَلَيۡكُمۡۚ لَمۡ يَدۡخُلُوهَا وَهُمۡ يَطۡمَعُونَ",
      "translation": "ती दुवै समूहको बीचमा एउटा परदा (आवरण) हुनेछ र आराफमाथि धेरै मानिसहरू हुनेछन् । यिनीहरूले सबैलाई तिनका अनुहारबाट नै चिन्ने छन् र तिनीहरूले जन्नतवालाहरूलाई ठूलो स्वरमा पुकारेर भन्नेछन् कि, ‘‘तिमीमाथि शान्ति होस् ।’’ अहिलेसम्म यी आराफवालाहरू जन्नतमा प्रवेश पाएका हुँदैनन् तर त्यसको उम्मीदवार हुनेछन् ।",
      "transliteration": "Wabaynahuma hijabun waAAala alaAArafi rijalun yaAArifoona kullan biseemahum wanadaw ashaba aljannati an salamun AAalaykum lam yadkhulooha wahum yatmaAAoona"
    },
    {
      "id": 47,
      "text": "۞وَإِذَا صُرِفَتۡ أَبۡصَٰرُهُمۡ تِلۡقَآءَ أَصۡحَٰبِ ٱلنَّارِ قَالُواْ رَبَّنَا لَا تَجۡعَلۡنَا مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ",
      "translation": "जब यिनीहरूका आँखा नर्कमा बस्नेहरूतिर पर्नेछ, त भन्ने छन् कि, ‘‘हे पालनकर्ता ! हामीलाई अत्याचारीहरूको साथमा शामिल नगर्नु ।’’",
      "transliteration": "Waitha surifat absaruhum tilqaa ashabi alnnari qaloo rabbana la tajAAalna maAAa alqawmi alththalimeena"
    },
    {
      "id": 48,
      "text": "وَنَادَىٰٓ أَصۡحَٰبُ ٱلۡأَعۡرَافِ رِجَالٗا يَعۡرِفُونَهُم بِسِيمَىٰهُمۡ قَالُواْ مَآ أَغۡنَىٰ عَنكُمۡ جَمۡعُكُمۡ وَمَا كُنتُمۡ تَسۡتَكۡبِرُونَ",
      "translation": "र आराफवाला व्यक्तिहरूले धेरै मानिसहरूलाई जसलाई तिनका अनुहारबाट चिनिराखेका हुन्छन् तिनीहरूलाई भन्ने छन्ः कि, आज न त तिम्रो समूह कुनै काम आयो न त तिमीले आफूलार्इ ठूलो सम्झने कार्यले नै तिम्रो काम आयो ।’’",
      "transliteration": "Wanada ashabu alaAArafi rijalan yaAArifoonahum biseemahum qaloo ma aghna AAankum jamAAukum wama kuntum tastakbiroona"
    },
    {
      "id": 49,
      "text": "أَهَـٰٓؤُلَآءِ ٱلَّذِينَ أَقۡسَمۡتُمۡ لَا يَنَالُهُمُ ٱللَّهُ بِرَحۡمَةٍۚ ٱدۡخُلُواْ ٱلۡجَنَّةَ لَا خَوۡفٌ عَلَيۡكُمۡ وَلَآ أَنتُمۡ تَحۡزَنُونَ",
      "translation": "‘‘के यी तिनै मानिसहरू हुन् जसको बारेमा तिमीले शपथ लिने गर्दथ्यौ कि, अल्लाहले तिनीहरूमाथि कृपा गर्दैन । तसर्थ तिमीहरू स्वर्गमा प्रवेश गरिहाल तिमीहरूलाई न कुनै भय हुनेछ, न त तिमीलाई कुनै प्रकारको दुःख नकुनै शोक हुनेछ ।",
      "transliteration": "Ahaolai allatheena aqsamtum la yanaluhumu Allahu birahmatin odkhuloo aljannata la khawfun AAalaykum wala antum tahzanoona"
    },
    {
      "id": 50,
      "text": "وَنَادَىٰٓ أَصۡحَٰبُ ٱلنَّارِ أَصۡحَٰبَ ٱلۡجَنَّةِ أَنۡ أَفِيضُواْ عَلَيۡنَا مِنَ ٱلۡمَآءِ أَوۡ مِمَّا رَزَقَكُمُ ٱللَّهُۚ قَالُوٓاْ إِنَّ ٱللَّهَ حَرَّمَهُمَا عَلَى ٱلۡكَٰفِرِينَ",
      "translation": "र नर्कमा बस्नेहरूले स्वर्गमा बस्नेहरूसँग भन्नेछन् कि हामीमाथि थोरै जल हाल वा अल्लाहले तिमीहरूलाई दिएको छ त्यसबाट केही हामीलाई पनि देऊ । स्वर्गवालाहरूले जवाफ दिनेछन्ः कि, अल्लाहले दुवैकुरा (स्वर्गको पानी र जीविका) अधर्मीहरूको निम्ति निषेधित गरेको छ ।",
      "transliteration": "Wanada ashabu alnari ashaba aljannati an afeedoo AAalayna mina almai aw mimma razaqakumu Allahu qaloo inna Allaha harramahuma AAala alkafireena"
    },
    {
      "id": 51,
      "text": "ٱلَّذِينَ ٱتَّخَذُواْ دِينَهُمۡ لَهۡوٗا وَلَعِبٗا وَغَرَّتۡهُمُ ٱلۡحَيَوٰةُ ٱلدُّنۡيَاۚ فَٱلۡيَوۡمَ نَنسَىٰهُمۡ كَمَا نَسُواْ لِقَآءَ يَوۡمِهِمۡ هَٰذَا وَمَا كَانُواْ بِـَٔايَٰتِنَا يَجۡحَدُونَ",
      "translation": "जसले संसारमा आफ्नो धर्मलाई खेल तामाशा बनाएका थिए र सांसारिक जीवनले तिनलाई धोखामा पारिसकेको थियो । जुन प्रकारले तिनीहरूले त्यसदिनको आगमनलाई बिर्सिदिएका थिए र हाम्रा आयतहरूलाई अस्वीकार गरेका थिए त्यस्तै आज हामीले पनि तिनीहरूलाई बिर्सिदिने छौं ।",
      "transliteration": "Allatheena ittakhathoo deenahum lahwan walaAAiban wagharrathumu alhayatu alddunya faalyawma nansahum kama nasoo liqaa yawmihim hatha wama kanoo biayatina yajhadoona"
    },
    {
      "id": 52,
      "text": "وَلَقَدۡ جِئۡنَٰهُم بِكِتَٰبٖ فَصَّلۡنَٰهُ عَلَىٰ عِلۡمٍ هُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "हामीले तिनीहरूको पासमा एउटा यस्तो किताब पुर्याइसकेका छौं जसलाई हामीले आफ्नो परिपक्व ज्ञानको आधारमा विस्तृत रूपमा वर्णन गरेका छौं र त्यो मोमिनहरूको लागि मार्गदर्शन र कृपा (वरदान) हो ।",
      "transliteration": "Walaqad jinahum bikitabin fassalnahu AAala AAilmin hudan warahmatan liqawmin yuminoona"
    },
    {
      "id": 53,
      "text": "هَلۡ يَنظُرُونَ إِلَّا تَأۡوِيلَهُۥۚ يَوۡمَ يَأۡتِي تَأۡوِيلُهُۥ يَقُولُ ٱلَّذِينَ نَسُوهُ مِن قَبۡلُ قَدۡ جَآءَتۡ رُسُلُ رَبِّنَا بِٱلۡحَقِّ فَهَل لَّنَا مِن شُفَعَآءَ فَيَشۡفَعُواْ لَنَآ أَوۡ نُرَدُّ فَنَعۡمَلَ غَيۡرَ ٱلَّذِي كُنَّا نَعۡمَلُۚ قَدۡ خَسِرُوٓاْ أَنفُسَهُمۡ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "के यिनीहरू यस प्रतीक्षामा छन, कि अन्तिम परिणाम सामुन्ने आइहालोस् । जुन दिन त्यो अन्तिम परिणाम अगाडि आउनेछ ती व्यक्ति जसले पहिले त्यसको उपेक्षा गरेका थिए भन्ने छन् ‘‘वास्तवमा हाम्रो पालनकर्ताका रसूल सत्य लिएर आएका थिए, के आज हामीलाई कोही सिफारिश गर्ने पाइन्छ जसले हाम्रो हकमा सिफारिश गरुन् ? वा के हामीलाई संसारमा फिर्ता पठाउन सकिन्छ ताकि जुन दुष्कर्म हामीले अघि गर्दथ्यौं त्यो नगरौं बरु तिनको विपरीत अन्य (असल) कर्म गरौं । निःसन्देह तिनीहरूले आफैलाई घाटामा पारेका छन् र जे–जति मनगढन्ते कुरा यिनीहरूले गर्दथे ती सबै हराइसके ।’’",
      "transliteration": "Hal yanthuroona illa taweelahu yawma yatee taweeluhu yaqoolu allatheena nasoohu min qablu qad jaat rusulu rabbina bialhaqqi fahal lana min shufaAAaa fayashfaAAoo lana aw nuraddu fanaAAmala ghayra allathee kunna naAAmalu qad khasiroo anfusahum wadalla AAanhum ma kanoo yaftaroona"
    },
    {
      "id": 54,
      "text": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ فِي سِتَّةِ أَيَّامٖ ثُمَّ ٱسۡتَوَىٰ عَلَى ٱلۡعَرۡشِۖ يُغۡشِي ٱلَّيۡلَ ٱلنَّهَارَ يَطۡلُبُهُۥ حَثِيثٗا وَٱلشَّمۡسَ وَٱلۡقَمَرَ وَٱلنُّجُومَ مُسَخَّرَٰتِۭ بِأَمۡرِهِۦٓۗ أَلَا لَهُ ٱلۡخَلۡقُ وَٱلۡأَمۡرُۗ تَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "निःसन्देह तिम्रो पालनकर्ता अल्लाह नै हो, जसले आकाशहरू र पृथ्वीलाई, छ (६) दिनमै सृष्टि गर्यो र त्यस पश्चात आफ्नो अर्श (सिंहसान) माथि उच्च भयो, उसैले रातीबाट दिनलाई यसरी ढाकिदिन्छ कि दिन रातीको पछि दौडेर आउँछ । र सूर्य, चन्द्र र ताराहरूको यसरी सृष्टि गर्यो कि सबै उसैको आदेशको अधीनमा छन् । हेर ! सम्पूर्ण सृष्टि उसैको हो र आदेश पनि उसैको हो । यो अल्लाह सर्वगुण सम्पन्न छ जो सबै ब्रह्माण्डको पालनकर्ता हो ।",
      "transliteration": "Inna rabbakumu Allahu allathee khalaqa alssamawati waalarda fee sittati ayyamin thumma istawa AAala alAAarshi yughshee allayla alnnahara yatlubuhu hatheethan waalshshamsa waalqamara waalnnujooma musakhkharatin biamrihi ala lahu alkhalqu waalamru tabaraka Allahu rabbu alAAalameena"
    },
    {
      "id": 55,
      "text": "ٱدۡعُواْ رَبَّكُمۡ تَضَرُّعٗا وَخُفۡيَةًۚ إِنَّهُۥ لَا يُحِبُّ ٱلۡمُعۡتَدِينَ",
      "translation": "(मानिसहरू !) आफ्नो पालनकर्तासंग विनम्र विन्ती गर्नेगर ठूलो स्वरले र एकान्तमा प्रार्थना गर । वास्तवमा अल्लाहले सीमा उल्लंघन गर्नेहरूलाई प्रेम गर्दैन ।",
      "transliteration": "OdAAoo rabbakum tadarruAAan wakhufyatan innahu la yuhibbu almuAAtadeena"
    },
    {
      "id": 56,
      "text": "وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَا وَٱدۡعُوهُ خَوۡفٗا وَطَمَعًاۚ إِنَّ رَحۡمَتَ ٱللَّهِ قَرِيبٞ مِّنَ ٱلۡمُحۡسِنِينَ",
      "translation": "र पृथ्वीमा सुधार भइसकेपछि उपद्रव नगर्नु र अल्लाहसँग डराउँदै र आशा राख्दै प्रार्थना गर्दैगर्नु । निःसन्देह अल्लाहको अनुकम्पा सत्कर्म गर्नेहरूको समीप छ ।",
      "transliteration": "Wala tufsidoo fee alardi baAAda islahiha waodAAoohu khawfan watamaAAan inna rahmata Allahi qareebun mina almuhsineena"
    },
    {
      "id": 57,
      "text": "وَهُوَ ٱلَّذِي يُرۡسِلُ ٱلرِّيَٰحَ بُشۡرَۢا بَيۡنَ يَدَيۡ رَحۡمَتِهِۦۖ حَتَّىٰٓ إِذَآ أَقَلَّتۡ سَحَابٗا ثِقَالٗا سُقۡنَٰهُ لِبَلَدٖ مَّيِّتٖ فَأَنزَلۡنَا بِهِ ٱلۡمَآءَ فَأَخۡرَجۡنَا بِهِۦ مِن كُلِّ ٱلثَّمَرَٰتِۚ كَذَٰلِكَ نُخۡرِجُ ٱلۡمَوۡتَىٰ لَعَلَّكُمۡ تَذَكَّرُونَ",
      "translation": "र ऊ नै हो जसले आफ्नो अनुकम्पाको (बर्षा) भन्दा अगाडी वायुलाई शुभसूचनाको रूपमा पठाउँदछ । यहाँसम्म कि जब त्यसले ठूला–ठूला बादलहरूलाई उचालेर ल्याउँछ तब हामीले त्यसलाई एउटा कुनै सुख्खा भू–भागतिर पठाइदिन्छौ । त्यसपछि बादलहरूबाट बृष्टि गराउँछौ, अनि त्यस बर्षाको जलबाट थरि–थरिका फल उत्पन्न गर्दछौं । यसै प्रकार हामीले मृतकहरूलाई (जीवित पारी) बाहिर निकाल्ने छौं । आशा छ कि तिमीले सदुपदेश ग्रहण गर्नेछौ ।",
      "transliteration": "Wahuwa allathee yursilu alrriyaha bushran bayna yaday rahmatihi hatta itha aqallat sahaban thiqalan suqnahu libaladin mayyitin faanzalna bihi almaa faakhrajna bihi min kulli alththamarati kathalika nukhriju almawta laAAallakum tathakkaroona"
    },
    {
      "id": 58,
      "text": "وَٱلۡبَلَدُ ٱلطَّيِّبُ يَخۡرُجُ نَبَاتُهُۥ بِإِذۡنِ رَبِّهِۦۖ وَٱلَّذِي خَبُثَ لَا يَخۡرُجُ إِلَّا نَكِدٗاۚ كَذَٰلِكَ نُصَرِّفُ ٱلۡأٓيَٰتِ لِقَوۡمٖ يَشۡكُرُونَ",
      "translation": "जुन भूमि उर्बर र राम्रो छ त्यसबाट उम्रने कुरा (पैदावार) पनि अल्लाहको आदेशले राम्रो नै हुन्छ, र जुन भूमि नराम्रो छ त्यसबाट जे उम्रन्छ काम नलाग्ने खराब हुन्छ । यसै प्रकार हामीले आफ्नो आयतहरूलाई (तर्कहरू) कृतज्ञहरूको लागि विभिन्न प्रकारले वर्णन गर्दछौं ।",
      "transliteration": "Waalbaladu alttayyibu yakhruju nabatuhu biithni rabbihi waallathee khabutha la yakhruju illa nakidan kathalika nusarrifu alayati liqawmin yashkuroona"
    },
    {
      "id": 59,
      "text": "لَقَدۡ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦ فَقَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ عَذَابَ يَوۡمٍ عَظِيمٖ",
      "translation": "हामीले नूह (पैगम्बर) लाई उनको जातितिर पठायौं उनले भने कि, ‘‘हे मेरो जातिका मानिस ! अल्लाहको उपासना गर, उस बाहेक तिम्रो कोही पूजाको योग्य छैन । मलाई तिम्रो लागि एउटा ठूलो दिनको सजाय हुने डर छ ।",
      "transliteration": "Laqad arsalna noohan ila qawmihi faqala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu innee akhafu AAalaykum AAathaba yawmin AAatheemin"
    },
    {
      "id": 60,
      "text": "قَالَ ٱلۡمَلَأُ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "उनको जातिका (समुदायका) नेताले (ठुला बडाले) भने कि, ‘‘हामीले तिमीलाई ठूलो दिगभ्रान्त भएको देखिराखेका छौं ।’’",
      "transliteration": "Qala almalao min qawmihi inna lanaraka fee dalalin mubeenin"
    },
    {
      "id": 61,
      "text": "قَالَ يَٰقَوۡمِ لَيۡسَ بِي ضَلَٰلَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
      "translation": "उनले (नूहले) भनेः ‘‘हे मेरो जाति बन्धु ! ममा कुनै प्रकारको मार्गविचलन छैन, बरु म संसारको पालनकर्ताको पैगम्बर (संदेशवाहक) हूँ ।’’",
      "transliteration": "Qala ya qawmi laysa bee dalalatun walakinnee rasoolun min rabbi alAAalameena"
    },
    {
      "id": 62,
      "text": "أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنصَحُ لَكُمۡ وَأَعۡلَمُ مِنَ ٱللَّهِ مَا لَا تَعۡلَمُونَ",
      "translation": "तिमीलार्इ आफ्नो पालनकर्ताको सन्देश पुर्याउँछु, र तिम्रो शुभेच्छुक हूँ र म अल्लाहको तर्फबाट यस्ता कुराहरूको जानकारी राख्दछु जसबारे तिमी अनभिज्ञ छौ ।",
      "transliteration": "Oballighukum risalati rabbee waansahu lakum waaAAlamu mina Allahi ma la taAAlamoona"
    },
    {
      "id": 63,
      "text": "أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡ وَلِتَتَّقُواْ وَلَعَلَّكُمۡ تُرۡحَمُونَ",
      "translation": "के तिमीलाई यस कुराको आश्चर्य लाग्यो कि, तिमीहरूमध्येबाटै एक व्यक्तिको हातबाट तिम्रो पालनकर्ताको तर्फबाट तिम्रो समीपमा सदुपदेश आयो जसले तिमीलाई सावधान गराओस् र तिमी डर मान (र आत्मसंयमी बन) ताकि तिमीमाथि दया गरियोस् ?",
      "transliteration": "AwaAAajibtum an jaakum thikrun min rabbikum AAala rajulin minkum liyunthirakum walitattaqoo walaAAallakum turhamoona"
    },
    {
      "id": 64,
      "text": "فَكَذَّبُوهُ فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ فِي ٱلۡفُلۡكِ وَأَغۡرَقۡنَا ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَآۚ إِنَّهُمۡ كَانُواْ قَوۡمًا عَمِينَ",
      "translation": "तर तिनीहरूले उनलाई झूठा भने, अन्ततः हामीले नूहलाई र जो उनको साथ ढुंगामा सवार थिए बचाइहालें, र जसले हाम्रो आयतहरूलाई झूठा भने तिनीहरूलाई डुबाइदियौं । निःसन्देह तिनी अन्धा मानिसहरू नै थिए ।",
      "transliteration": "Fakaththaboohu faanjaynahu waallatheena maAAahu fee alfulki waaghraqna allatheena kaththaboo biayatina innahum kanoo qawman AAameena"
    },
    {
      "id": 65,
      "text": "۞وَإِلَىٰ عَادٍ أَخَاهُمۡ هُودٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥٓۚ أَفَلَا تَتَّقُونَ",
      "translation": "र आदको समुदायतिर उनीहरूकै दाजुभाइहरूमध्येका ‘‘हूदलाई’’ पठायौं । उनले भने कि ‘‘हे मेरा जाति बन्धुहरू ! अल्लाहको उपासना गर, त्यस बाहेक तिम्रो अरु कोही सत्य पुजनीय छैन, त के तिमीहरू डराउँदैनौ ?",
      "transliteration": "Waila AAadin akhahum hoodan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu afala tattaqoona"
    },
    {
      "id": 66,
      "text": "قَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦٓ إِنَّا لَنَرَىٰكَ فِي سَفَاهَةٖ وَإِنَّا لَنَظُنُّكَ مِنَ ٱلۡكَٰذِبِينَ",
      "translation": "उनको समुदायका सरदार जो काफिर थिए, भन्न थालेः कि, ‘‘हामीले तिमीलाई मूर्खतामा ग्रस्त भएको सम्झिदैछौं र हामीले तिमीलाई झूठा ठान्दछौं ।’’",
      "transliteration": "Qala almalao allatheena kafaroo min qawmihi inna lanaraka fee safahatin wainna lanathunnuka mina alkathibeena"
    },
    {
      "id": 67,
      "text": "قَالَ يَٰقَوۡمِ لَيۡسَ بِي سَفَاهَةٞ وَلَٰكِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
      "translation": "उनले भनेः ‘‘हे मेरा जाति बन्धुहरू ! ममा मूर्खताको कुनै कुरा छैन, बरु म विश्वको पालनकर्ताको संदेशवाहक (पैगम्बर) हूँ ।",
      "transliteration": "Qala ya qawmi laysa bee safahatun walakinnee rasoolun min rabbi alAAalameena"
    },
    {
      "id": 68,
      "text": "أُبَلِّغُكُمۡ رِسَٰلَٰتِ رَبِّي وَأَنَا۠ لَكُمۡ نَاصِحٌ أَمِينٌ",
      "translation": "म तिमीहरूलाई अल्लाहको सन्देश पुर्याउँछु र तिम्रो शुभेच्छुक र हितैषी हूँ ।",
      "transliteration": "Oballighukum risalati rabbee waana lakum nasihun ameenun"
    },
    {
      "id": 69,
      "text": "أَوَعَجِبۡتُمۡ أَن جَآءَكُمۡ ذِكۡرٞ مِّن رَّبِّكُمۡ عَلَىٰ رَجُلٖ مِّنكُمۡ لِيُنذِرَكُمۡۚ وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ قَوۡمِ نُوحٖ وَزَادَكُمۡ فِي ٱلۡخَلۡقِ بَصۜۡطَةٗۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ لَعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "के तिमीलाई यस कुराबाट आश्चर्य लाग्यो कि, तिमीहरूमध्येबाट एउटा मानिसद्वारा तिम्रो पालनकर्ताको तर्फबाट तिमीछेउ सत्यउपदेश आयो ताकि उसले तिमीलाई डर देखाओस् ? र तिमी यो नभुल्नु कि तिम्रो पालनकर्ताले नूहको जाति पश्चात तिमीलाई त्यसको उत्तराधिकारी बनायो, र आकारमा तिमीलाई बढी व्यापकता प्रदान गर्यो, तसर्थ अल्लाहका अनुकम्पाहरूलाई स्मरण गर ताकि मुक्ति प्राप्त गर्न सक ।",
      "transliteration": "AwaAAajibtum an jaakum thikrun min rabbikum AAala rajulin minkum liyunthirakum waothkuroo ith jaAAalakum khulafaa min baAAdi qawmi noohin wazadakum fee alkhalqi bastatan faothkuroo alaa Allahi laAAallakum tuflihoona"
    },
    {
      "id": 70,
      "text": "قَالُوٓاْ أَجِئۡتَنَا لِنَعۡبُدَ ٱللَّهَ وَحۡدَهُۥ وَنَذَرَ مَا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
      "translation": "तिनीहरूले भन्न थालेः के तपाई हामीतिर यस कारणले आउनु भएको हो कि हामीले एउटै अल्लाहको पूजा गर्न थालौं र जसलाई हाम्रा पूर्वजहरूले पूज्दै आएका थिए तिनलाई छाडिदिऔं ? तसर्थ यदि साँचो हौ भने, जुन सजायबाट हामीलाई डर देखाइराखेका छौ त्यसलाई मँगाइदेऊ ।",
      "transliteration": "Qaloo ajitana linaAAbuda Allaha wahdahu wanathara ma kana yaAAbudu abaona fatina bima taAAiduna in kunta mina alssadiqeena"
    },
    {
      "id": 71,
      "text": "قَالَ قَدۡ وَقَعَ عَلَيۡكُم مِّن رَّبِّكُمۡ رِجۡسٞ وَغَضَبٌۖ أَتُجَٰدِلُونَنِي فِيٓ أَسۡمَآءٖ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّا نَزَّلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٖۚ فَٱنتَظِرُوٓاْ إِنِّي مَعَكُم مِّنَ ٱلۡمُنتَظِرِينَ",
      "translation": "हूदले भनेः कि बस अब ‘‘हाम्रो पालनकर्ताको तर्फबाट तिमीमाथि सजाय र क्रोध आउने कुरा निश्चित भइसकेको छ के तिमी मसँग यस्ता नामहरूको बारेमा झगडा गरिराखेका छौ जुनकि तिमीले र तिम्रा बाबु बाजेले आफ्नै तर्फबाट नामाकरण गरेका हुन् जसको बारेमा अल्लाहले कुनै प्रमाण पठाएको छैन ? ठीकै छ तिमीले पनि प्रतीक्षा गरिराख म पनि तिम्रो साथमा प्रतीक्षा गर्दछु ।’’",
      "transliteration": "Qala qad waqaAAa AAalaykum min rabbikum rijsun waghadabun atujadiloonanee fee asmain sammaytumooha antum waabaokum ma nazzala Allahu biha min sultanin faintathiroo innee maAAakum mina almuntathireena"
    },
    {
      "id": 72,
      "text": "فَأَنجَيۡنَٰهُ وَٱلَّذِينَ مَعَهُۥ بِرَحۡمَةٖ مِّنَّا وَقَطَعۡنَا دَابِرَ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۖ وَمَا كَانُواْ مُؤۡمِنِينَ",
      "translation": "त्यसछि हामीले हूदलाई र जुन मानिसहरू उनको साथमा थिए तिनीहरूलाई आफ्नो अनुकम्पाले बचायौं र जसले हाम्रा आयतहरूलाई झूठा भने तिनीहरूको जरा नै काटिदियौं । र तिनीहरू ईमान ल्याउनेवाला थिएनन् ।",
      "transliteration": "Faanjaynahu waallatheena maAAahu birahmatin minna waqataAAna dabira allatheena kaththaboo biayatina wama kanoo mumineena"
    },
    {
      "id": 73,
      "text": "وَإِلَىٰ ثَمُودَ أَخَاهُمۡ صَٰلِحٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ هَٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمۡ ءَايَةٗۖ فَذَرُوهَا تَأۡكُلۡ فِيٓ أَرۡضِ ٱللَّهِۖ وَلَا تَمَسُّوهَا بِسُوٓءٖ فَيَأۡخُذَكُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "र हामीले समूदको समुदायतिर उनका भाइ ‘‘सालेहलाई’’ पठायौं, सालेहले भने कि, ‘‘हे मेरा जाति बन्धुहरू ! अल्लाहकै पूजा गर र उस बाहेक तिम्रो अरु कोही सत्य पूजनीय छैन तिमीछेउ तिम्रो पालनकर्ताबाट एउटा स्पष्ट प्रमाण आइसकेको छ । यो ऊँटनी अल्लाहको तर्फबाट हो र तिम्रो निम्ति एक (चमत्कारको रूपमा) प्रमाण हो । तसर्थ यसलाई स्वतन्त्र छाडिदेऊ कि अल्लाहको जमिनमा चरदै घुमोस् । र तिमीले यसलाई नराम्रो नीयतले छुदै नछुनु अन्यथा कष्टदायक दण्डले तिमीलाई समातिहाल्छ ।’’",
      "transliteration": "Waila thamooda akhahum salihan qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu qad jaatkum bayyinatun min rabbikum hathihi naqatu Allahi lakum ayatan fatharooha takul fee ardi Allahi wala tamassooha bisooin fayakhuthakum AAathabun aleemun"
    },
    {
      "id": 74,
      "text": "وَٱذۡكُرُوٓاْ إِذۡ جَعَلَكُمۡ خُلَفَآءَ مِنۢ بَعۡدِ عَادٖ وَبَوَّأَكُمۡ فِي ٱلۡأَرۡضِ تَتَّخِذُونَ مِن سُهُولِهَا قُصُورٗا وَتَنۡحِتُونَ ٱلۡجِبَالَ بُيُوتٗاۖ فَٱذۡكُرُوٓاْ ءَالَآءَ ٱللَّهِ وَلَا تَعۡثَوۡاْ فِي ٱلۡأَرۡضِ مُفۡسِدِينَ",
      "translation": "र तिमी स्मरण गर त्यस समयलाई कि अल्लाहले तिमीलाई आदको समुदायपछि उत्तराधिकारी बनायो र पृथ्वीमा तिमीलाई यो स्थान प्रदान गर्यो कि आज तिमीले अल्लाहको समतल भूमिमा महल बनाउँछौ र पहाडहरूलाई काटछाँट गरी घर बनाउँदछौ । अल्लाहका वरदानहरूलाई स्मरण गर र पृथ्वीमा उपद्रव गर्दै नहिंड ।",
      "transliteration": "Waothkuroo ith jaAAalakum khulafaa min baAAdi AAadin wabawwaakum fee alardi tattakhithoona min suhooliha qusooran watanhitoona aljibala buyootan faothkuroo alaa Allahi wala taAAthaw fee alardi mufsideena"
    },
    {
      "id": 75,
      "text": "قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لِلَّذِينَ ٱسۡتُضۡعِفُواْ لِمَنۡ ءَامَنَ مِنۡهُمۡ أَتَعۡلَمُونَ أَنَّ صَٰلِحٗا مُّرۡسَلٞ مِّن رَّبِّهِۦۚ قَالُوٓاْ إِنَّا بِمَآ أُرۡسِلَ بِهِۦ مُؤۡمِنُونَ",
      "translation": "अनि उनको जातिका (समुदायका) जो अभिमानी सरदार थिए उनीहरूले कम्जोर वर्गहरूसँग जसले कि ईमान ल्याइसकेका थिए भन्न थालेः कि, ‘‘के तिमीले विश्वास गर्दछौ कि सालेह(अलैहिस्सलाम) आफ्नो पालनकर्ताबाट पठाइएका हुन् ।’’ उनीहरूले भने, ‘‘हो जुन कुरा उनलाई दिएर पठाइएको छ हामीले त्यसमा निःसन्देह विश्वास गर्दछौ ।",
      "transliteration": "Qala almalao allatheena istakbaroo min qawmihi lillatheena istudAAifoo liman amana minhum ataAAlamoona anna salihan mursalun min rabbihi qaloo inna bima orsila bihi muminoona"
    },
    {
      "id": 76,
      "text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا بِٱلَّذِيٓ ءَامَنتُم بِهِۦ كَٰفِرُونَ",
      "translation": "त्यसपछि ती घमण्डी सरदारहरूले भन्न थालेः कि, जुन कुरामा तिमीले विश्वास गरेका छौ हामीले त त्यसलाई मान्दैनौं ।",
      "transliteration": "Qala allatheena istakbaroo inna biallathee amantum bihi kafiroona"
    },
    {
      "id": 77,
      "text": "فَعَقَرُواْ ٱلنَّاقَةَ وَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ وَقَالُواْ يَٰصَٰلِحُ ٱئۡتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلۡمُرۡسَلِينَ",
      "translation": "अन्ततः तिनीहरूले त्यस ऊँटनीलाई घुँड़ा काटेर मारिदिए । र आफ्नो पालनकर्ताको आदेश पूर्णरूपमा उल्लंघन गरे र ‘‘सालेहसँग’’ भने कि, जुन कुराबाट तिमीले हामीलाई डराउँदथ्योै यदि तिमी अल्लाहको संदेशवाहक हौ भने त्यो हामीमाथि ल्याऊ ।’’",
      "transliteration": "FaAAaqaroo alnnaqata waAAataw AAan amri rabbihim waqaloo ya salihu itina bima taAAiduna in kunta mina almursaleena"
    },
    {
      "id": 78,
      "text": "فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ",
      "translation": "अनि तिनलाई भूकम्पले आइसमात्यो र तिनीहरू आफ्ना घरहरूमा लम्पसार परिरहे ।",
      "transliteration": "Faakhathathumu alrrajfatu faasbahoo fee darihim jathimeena"
    },
    {
      "id": 79,
      "text": "فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَالَةَ رَبِّي وَنَصَحۡتُ لَكُمۡ وَلَٰكِن لَّا تُحِبُّونَ ٱلنَّـٰصِحِينَ",
      "translation": "त्यसपछि सालेह (निराश भई) फर्के र भने कि हे मेरो जाति बन्धुहरू ! मैले त तिमीहरूलाई अल्लाहको सन्देश पुर्याइहालें, तिम्रै हितको कुरा गरें, तर तिमीहरू यस्ता हौ कि शुभेच्छुकलाई मन पराउँदैनौ ।",
      "transliteration": "Fatawalla AAanhum waqala ya qawmi laqad ablaghtukum risalata rabbee wanasahtu lakum walakin la tuhibboona alnnasiheena"
    },
    {
      "id": 80,
      "text": "وَلُوطًا إِذۡ قَالَ لِقَوۡمِهِۦٓ أَتَأۡتُونَ ٱلۡفَٰحِشَةَ مَا سَبَقَكُم بِهَا مِنۡ أَحَدٖ مِّنَ ٱلۡعَٰلَمِينَ",
      "translation": "र हामीले लूतलाई पैगम्बर बनाएर पठायौं, त्यति बेला उनले आफ्नो समुदायसित भने तिमी यस्तो निर्लज्ज काम गर्दछौ कि जुन काम तिमीभन्दा अगाडि विश्वमा कसैले गरेनन् ।",
      "transliteration": "Walootan ith qala liqawmihi atatoona alfahishata ma sabaqakum biha min ahadin mina alAAalameena"
    },
    {
      "id": 81,
      "text": "إِنَّكُمۡ لَتَأۡتُونَ ٱلرِّجَالَ شَهۡوَةٗ مِّن دُونِ ٱلنِّسَآءِۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ",
      "translation": "तिमीहरूले स्वास्नी मानिसहरूलाई छाडि केटाहरूसंग कुकर्म गर्दछौ । वास्तवमा तिमीहरूले त सीमाको उल्लंघन नै गरिसकेका छौ ।",
      "transliteration": "Innakum latatoona alrrijala shahwatan min dooni alnnisai bal antum qawmun musrifoona"
    },
    {
      "id": 82,
      "text": "وَمَا كَانَ جَوَابَ قَوۡمِهِۦٓ إِلَّآ أَن قَالُوٓاْ أَخۡرِجُوهُم مِّن قَرۡيَتِكُمۡۖ إِنَّهُمۡ أُنَاسٞ يَتَطَهَّرُونَ",
      "translation": "तर तिनीहरूबाट यस बाहेक कुनै उत्तर आउन सकेनः कि, ‘‘यिनीहरूलाई (लूत र तिनका घरवालालाई) आफ्नो गाउँबाट निकालिदिनु पर्यो (किनभने) यिनीहरू बडो पवित्र बन्छन् ।’’",
      "transliteration": "Wama kana jawaba qawmihi illa an qaloo akhrijoohum min qaryatikum innahum onasun yatatahharoona"
    },
    {
      "id": 83,
      "text": "فَأَنجَيۡنَٰهُ وَأَهۡلَهُۥٓ إِلَّا ٱمۡرَأَتَهُۥ كَانَتۡ مِنَ ٱلۡغَٰبِرِينَ",
      "translation": "अनि हामीले लूतलाई र उनका घरवालाहरूलाई बचाइहाल्यौं, तर तिनको स्वास्नी बच्न सकिन्न, किनभने उनी तिनीहरूमध्येकी थिइन् जो सजायभागी थिए ।",
      "transliteration": "Faanjaynahu waahlahu illa imraatahu kanat mina alghabireena"
    },
    {
      "id": 84,
      "text": "وَأَمۡطَرۡنَا عَلَيۡهِم مَّطَرٗاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُجۡرِمِينَ",
      "translation": "र हामीले तिनीहरूमाथि विशेष प्रकारको (ढुङ्गाको) वर्षा गर्यौं, तसर्थ हेर त ती अत्याचारीहरूको अन्त कस्तो भयो ।",
      "transliteration": "Waamtarna AAalayhim mataran faonthur kayfa kana AAaqibatu almujrimeena"
    },
    {
      "id": 85,
      "text": "وَإِلَىٰ مَدۡيَنَ أَخَاهُمۡ شُعَيۡبٗاۚ قَالَ يَٰقَوۡمِ ٱعۡبُدُواْ ٱللَّهَ مَا لَكُم مِّنۡ إِلَٰهٍ غَيۡرُهُۥۖ قَدۡ جَآءَتۡكُم بَيِّنَةٞ مِّن رَّبِّكُمۡۖ فَأَوۡفُواْ ٱلۡكَيۡلَ وَٱلۡمِيزَانَ وَلَا تَبۡخَسُواْ ٱلنَّاسَ أَشۡيَآءَهُمۡ وَلَا تُفۡسِدُواْ فِي ٱلۡأَرۡضِ بَعۡدَ إِصۡلَٰحِهَاۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُم مُّؤۡمِنِينَ",
      "translation": "र हामीले ‘‘मदयन’’ तिर उनको भाइ ‘‘शुऐबलाई’’ पठायौं । उनले भनेः कि ‘‘हे मेरा जाति बन्धुहरू ! अल्लाहकै पूजा गर, उस बाहेक तिम्रो अरु कुनै सत्य पूजनीय छैन ।’’ तिमीछेउ तिम्रो पालनकर्ताबाट स्पष्ट निशानी आइसकेको छ, तसर्थ तिमीले नापतौल पूरा–पूर गर्नेगर र मानिसहरूलाई उनीहरूको चिजको मात्रा घटाएर नदेऊ र पृथ्वीमा सुधार पछि खराबी (उपद्रव) उत्पन्न नगर । यदि तिमी ईमानवाला भएका छौ भने बुझिहाल यो तिम्रो हकमा राम्रो छ ।",
      "transliteration": "Waila madyana akhahum shuAAayban qala ya qawmi oAAbudoo Allaha ma lakum min ilahin ghayruhu qad jaatkum bayyinatun min rabbikum faawfoo alkayla waalmeezana wala tabkhasoo alnnasa ashyaahum wala tufsidoo fee alardi baAAda islahiha thalikum khayrun lakum in kuntum mumineena"
    },
    {
      "id": 86,
      "text": "وَلَا تَقۡعُدُواْ بِكُلِّ صِرَٰطٖ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ ٱللَّهِ مَنۡ ءَامَنَ بِهِۦ وَتَبۡغُونَهَا عِوَجٗاۚ وَٱذۡكُرُوٓاْ إِذۡ كُنتُمۡ قَلِيلٗا فَكَثَّرَكُمۡۖ وَٱنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ",
      "translation": "र प्रत्येक बाटोमा यस आसयका साथ बस्ने नगर, कि जो व्यक्ति अल्लाहमाथि आस्था राख्दछ उसलाई तिमीले धम्काऊ र अल्लाहको बाटोबाट रोक, र सिधा बाटोमा बाङ्गोपन खोज्दै गर । र त्यस बेलालाई स्मरण गर, जब तिमी अल्पसंख्यामा थियौ अनि अल्लाहले तिमीहरूलाई ठूलो समूहमा परिणत गरिदियो र हेर कि खराबी (उत्पात) सृजना गर्नेहरूको परिणाम कस्तो भएको छ ।",
      "transliteration": "Wala taqAAudoo bikulli siratin tooAAidoona watasuddoona AAan sabeeli Allahi man amana bihi watabghoonaha AAiwajan waothkuroo ith kuntum qaleelan fakaththarakum waonthuroo kayfa kana AAaqibatu almufsideena"
    },
    {
      "id": 87,
      "text": "وَإِن كَانَ طَآئِفَةٞ مِّنكُمۡ ءَامَنُواْ بِٱلَّذِيٓ أُرۡسِلۡتُ بِهِۦ وَطَآئِفَةٞ لَّمۡ يُؤۡمِنُواْ فَٱصۡبِرُواْ حَتَّىٰ يَحۡكُمَ ٱللَّهُ بَيۡنَنَاۚ وَهُوَ خَيۡرُ ٱلۡحَٰكِمِينَ",
      "translation": "र यदि तिमीहरूमध्येबाट एउटा समूहले त्यस आदेशमाथि ईमान ल्याएका छन् जुन मलाई दिएर पठाइएको छ । र एक समूहले ईमान ल्याएको छैन भने अलि सन्तोष (संयम) गर जबसम्म कि अल्लाहले हाम्रो र तिम्रोबीच कुनै निर्णय गर्दैन र ऊ सबभन्दा राम्रो निर्णयकर्ता हो ।",
      "transliteration": "Wain kana taifatun minkum amanoo biallathee orsiltu bihi wataifatun lam yuminoo faisbiroo hatta yahkuma Allahu baynana wahuwa khayru alhakimeena"
    },
    {
      "id": 88,
      "text": "۞قَالَ ٱلۡمَلَأُ ٱلَّذِينَ ٱسۡتَكۡبَرُواْ مِن قَوۡمِهِۦ لَنُخۡرِجَنَّكَ يَٰشُعَيۡبُ وَٱلَّذِينَ ءَامَنُواْ مَعَكَ مِن قَرۡيَتِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۚ قَالَ أَوَلَوۡ كُنَّا كَٰرِهِينَ",
      "translation": "(त्यसपछि) उनका जातिका मुखिया र अभिमानी मानिसहरूले भन्नथालेः कि हे शुऐब ! हामी तिमीलाई र जुन मानिसहरू तिम्रो साथमा ईमान ल्याएका छन् उनलाई आफ्नो नगरबाट निकालिदिने छौं यदि तिमीहरूले हाम्रो धर्मलाई स्वीकार गरेनौ भने । शोऐबले भने म तिम्रो धर्ममा फर्कनुलार्इ घृणित ठान्दछु तापनि ।",
      "transliteration": "Qala almalao allatheena istakbaroo min qawmihi lanukhrijannaka ya shuAAaybu waallatheena amanoo maAAaka min qaryatina aw lataAAoodunna fee millatina qala awalaw kunna kariheena"
    },
    {
      "id": 89,
      "text": "قَدِ ٱفۡتَرَيۡنَا عَلَى ٱللَّهِ كَذِبًا إِنۡ عُدۡنَا فِي مِلَّتِكُم بَعۡدَ إِذۡ نَجَّىٰنَا ٱللَّهُ مِنۡهَاۚ وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلَّآ أَن يَشَآءَ ٱللَّهُ رَبُّنَاۚ وَسِعَ رَبُّنَا كُلَّ شَيۡءٍ عِلۡمًاۚ عَلَى ٱللَّهِ تَوَكَّلۡنَاۚ رَبَّنَا ٱفۡتَحۡ بَيۡنَنَا وَبَيۡنَ قَوۡمِنَا بِٱلۡحَقِّ وَأَنتَ خَيۡرُ ٱلۡفَٰتِحِينَ",
      "translation": "अल्लाहले हामीलाई त्यसबाट उद्घार गरिसकेपछि यदि हामी तिम्रो धर्ममा फक्र्यौं भने निःसन्देह हामी अल्लाहप्रति झूठो आरोप लगाएको ठहरिन्छौं, बरु हाम्रो पालनकर्ता, अल्लाहको इच्छा बिना त्यसतर्फ फर्कनु सम्भव छैन । हाम्रो रबको ज्ञान हरेक कुरालाई घेरामा लिएको छ । हामी अल्लाहमाथि नै भरोसा गर्दछौं । हे पालनकर्ता ! हामी र हाम्रो समुदायको बीचमा निश्चित न्याय निसाफ गरिदेऊ । र तिमी सबैभन्दा राम्रो न्यायकर्ता हौ ।",
      "transliteration": "Qadi iftarayna AAala Allahi kathiban in AAudna fee millatikum baAAda ith najjana Allahu minha wama yakoonu lana an naAAooda feeha illa an yashaa Allahu rabbuna wasiAAa rabbuna kulla shayin AAilman AAala Allahi tawakkalna rabbana iftah baynana wabayna qawmina bialhaqqi waanta khayru alfatiheena"
    },
    {
      "id": 90,
      "text": "وَقَالَ ٱلۡمَلَأُ ٱلَّذِينَ كَفَرُواْ مِن قَوۡمِهِۦ لَئِنِ ٱتَّبَعۡتُمۡ شُعَيۡبًا إِنَّكُمۡ إِذٗا لَّخَٰسِرُونَ",
      "translation": "र उनको समूहका काफिर नाइकेहरूले भनेः ‘‘यदि तिमीहरू शुऐबको मार्गमा हिंड्छौ भने निश्चय नै ठूलो नोक्सानी बेहोर्नेछौ ।’’",
      "transliteration": "Waqala almalao allatheena kafaroo min qawmihi laini ittabaAAtum shuAAayban innakum ithan lakhasiroona"
    },
    {
      "id": 91,
      "text": "فَأَخَذَتۡهُمُ ٱلرَّجۡفَةُ فَأَصۡبَحُواْ فِي دَارِهِمۡ جَٰثِمِينَ",
      "translation": "अनि तिनीहरूलाई भुकम्पले आइसमात्यो । तसर्थ तिनीहरू आफ्ना घरहरूमा घोप्टो परेको परै भए ।",
      "transliteration": "Faakhathathumu alrrajfatu faasbahoo fee darihim jathimeena"
    },
    {
      "id": 92,
      "text": "ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَأَن لَّمۡ يَغۡنَوۡاْ فِيهَاۚ ٱلَّذِينَ كَذَّبُواْ شُعَيۡبٗا كَانُواْ هُمُ ٱلۡخَٰسِرِينَ",
      "translation": "जसले शुऐबलाई झूठा भनेका थिए तिनीहरूको यस्तो अवस्था भइहाल्यो जस्तो कि यी घरहरूमा कहिल्यै बसेकै थिएनन् । जसले शुऐबलाई झूठो भनेका थिए तिनीहरू नै घाटामा परिहाले ।",
      "transliteration": "Allatheena kaththaboo shuAAayban kaan lam yaghnaw feeha allatheena kaththaboo shuAAayban kanoo humu alkhasireena"
    },
    {
      "id": 93,
      "text": "فَتَوَلَّىٰ عَنۡهُمۡ وَقَالَ يَٰقَوۡمِ لَقَدۡ أَبۡلَغۡتُكُمۡ رِسَٰلَٰتِ رَبِّي وَنَصَحۡتُ لَكُمۡۖ فَكَيۡفَ ءَاسَىٰ عَلَىٰ قَوۡمٖ كَٰفِرِينَ",
      "translation": "अनि शुऐब (अलैहिस्सलाम) उनीहरूबाट विमुख भई हिंडेर भन्न थालेः कि हे मेरा जातिबन्धु ! मैले तिमीलाई आफ्नो पालनकर्ताको सन्देशहरू पुर्याएको थिएँ र मैले तिम्रो हितको कुरा गरेको थिएँ । तसर्थ म यी काफिहरूमाथि दुःख प्रकट किन गरूँ ?",
      "transliteration": "Fatawalla AAanhum waqala ya qawmi laqad ablaghtukum risalati rabbee wanasahtu lakum fakayfa asa AAala qawmin kafireena"
    },
    {
      "id": 94,
      "text": "وَمَآ أَرۡسَلۡنَا فِي قَرۡيَةٖ مِّن نَّبِيٍّ إِلَّآ أَخَذۡنَآ أَهۡلَهَا بِٱلۡبَأۡسَآءِ وَٱلضَّرَّآءِ لَعَلَّهُمۡ يَضَّرَّعُونَ",
      "translation": "र हामीले कुनै पनि बस्तिमा कुनै नबिलाई पठाएका छैनौं परन्तु त्यहाँका मानिसहरूलाई अभाव र संकटमा पार्यौं, ताकि उनीहरू याचना विन्ति गरुन् (गिडगिडाउन्)।",
      "transliteration": "Wama arsalna fee qaryatin min nabiyyin illa akhathna ahlaha bialbasai waalddarrai laAAallahum yaddarraAAoona"
    },
    {
      "id": 95,
      "text": "ثُمَّ بَدَّلۡنَا مَكَانَ ٱلسَّيِّئَةِ ٱلۡحَسَنَةَ حَتَّىٰ عَفَواْ وَّقَالُواْ قَدۡ مَسَّ ءَابَآءَنَا ٱلضَّرَّآءُ وَٱلسَّرَّآءُ فَأَخَذۡنَٰهُم بَغۡتَةٗ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "अनि हामीले त्यस दुःखको अवस्थालाई खुशियालीमा बदलिदियौं, यहाँसम्म कि उनको निकै विकास भयो, र भन्नथाले कि हाम्रा पूर्वजलाई पनि दुःख र सुख भएको थियो त हामीले उनीहरूलाई एक्कासी समातिहाल्यौं र उनीहरूलाई थाहा पनि थिएन ।",
      "transliteration": "Thumma baddalna makana alssayyiati alhasanata hatta AAafaw waqaloo qad massa abaana alddarrao waalssarrao faakhathnahum baghtatan wahum la yashAAuroona"
    },
    {
      "id": 96,
      "text": "وَلَوۡ أَنَّ أَهۡلَ ٱلۡقُرَىٰٓ ءَامَنُواْ وَٱتَّقَوۡاْ لَفَتَحۡنَا عَلَيۡهِم بَرَكَٰتٖ مِّنَ ٱلسَّمَآءِ وَٱلۡأَرۡضِ وَلَٰكِن كَذَّبُواْ فَأَخَذۡنَٰهُم بِمَا كَانُواْ يَكۡسِبُونَ",
      "translation": "र यदि यी बस्तीहरूका मानिसहरूले ईमान ल्याएको र परहेजगारी अपनाएको भए हामीले उनीहरूमाथि आकाश र पृथ्वीका बरदानहरू खोलिदिन्थ्यौं, तर उनीहरूले झुट्ठा भने अनि हामीले उनका क्रियाकलापका कारण उनीहरूलाई समातिहाल्यौं ।",
      "transliteration": "Walaw anna ahla alqura amanoo waittaqaw lafatahna AAalayhim barakatin mina alssamai waalardi walakin kaththaboo faakhathnahum bima kanoo yaksiboona"
    },
    {
      "id": 97,
      "text": "أَفَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا بَيَٰتٗا وَهُمۡ نَآئِمُونَ",
      "translation": "के फेरि पनि यस बस्तीमा बस्ने मानिसहरू यस कुराबाट निश्चिन्त छन् कि उनीहरूमाथि हाम्रो अजाब (यातना) रातिको समयमा आइहालोस् जबकि उनीहरू सुतिराखेका हुनेछन् ।",
      "transliteration": "Afaamina ahlu alqura an yatiyahum basuna bayatan wahum naimoona"
    },
    {
      "id": 98,
      "text": "أَوَأَمِنَ أَهۡلُ ٱلۡقُرَىٰٓ أَن يَأۡتِيَهُم بَأۡسُنَا ضُحٗى وَهُمۡ يَلۡعَبُونَ",
      "translation": "र के यी बस्तीका मानिसहरू यस कुराबाट निश्चिन्त भइहालेका छन् कि तिनीहरूमाथि हाम्रो प्रकोप दिउँसोमा आइहालोस, जबकि उनीहरू आफ्नो खेलहरूमा ब्यस्त हुनेछन् ?",
      "transliteration": "Awa amina ahlu alqura an yatiyahum basuna duhan wahum yalAAaboona"
    },
    {
      "id": 99,
      "text": "أَفَأَمِنُواْ مَكۡرَ ٱللَّهِۚ فَلَا يَأۡمَنُ مَكۡرَ ٱللَّهِ إِلَّا ٱلۡقَوۡمُ ٱلۡخَٰسِرُونَ",
      "translation": "तसर्थ के तिनीहरू अल्लाहको पकडबाट निश्चिन्त भइहाले ? अतः अल्लाहको पकडबाट ती बाहेक जो घाटामा पर्नेवाला छन्, अरु कोही निश्चिन्त हुँदैन ।",
      "transliteration": "Afaaminoo makra Allahi fala yamanu makra Allahi illa alqawmu alkhasiroona"
    },
    {
      "id": 100,
      "text": "أَوَلَمۡ يَهۡدِ لِلَّذِينَ يَرِثُونَ ٱلۡأَرۡضَ مِنۢ بَعۡدِ أَهۡلِهَآ أَن لَّوۡ نَشَآءُ أَصَبۡنَٰهُم بِذُنُوبِهِمۡۚ وَنَطۡبَعُ عَلَىٰ قُلُوبِهِمۡ فَهُمۡ لَا يَسۡمَعُونَ",
      "translation": "र के यिनीहरूलाई जो पृथ्वीका उत्तराधिकारी भए, त्यहाँका मानिसहरूको मृत्यु पश्चात (यी घटनाहरूपछि) यो कुरा भनिएन कि यदि हामीले चाह्यौं भने तिनका अपराधका कारण तिनलाई समाप्त गर्न सक्छौं र हामी तिनका हृदयमा छाप लगाउन सक्छौं अनि तिनीहरू सुन्न नसकुन् ।",
      "transliteration": "Awalam yahdi lillatheena yarithoona alarda min baAAdi ahliha an law nashao asabnahum bithunoobihim wanatbaAAu AAala quloobihim fahum la yasmaAAoona"
    },
    {
      "id": 101,
      "text": "تِلۡكَ ٱلۡقُرَىٰ نَقُصُّ عَلَيۡكَ مِنۡ أَنۢبَآئِهَاۚ وَلَقَدۡ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَمَا كَانُواْ لِيُؤۡمِنُواْ بِمَا كَذَّبُواْ مِن قَبۡلُۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ قُلُوبِ ٱلۡكَٰفِرِينَ",
      "translation": "यी बस्तिहरूका केही वृतान्त हामीले तपाईंलाई वर्णन गरिराखेका छौं र उनीहरूका पैगम्बर उनीहरूको पासमा निशानीहरू (चमत्कारहरू) लिएर आए, तर यस्तो भएन कि उनीहरूले जुन कुरालाई प्रारम्भमा झूठा भनिसकेका थिए त्यसमा फेरि विश्वास गरुन् । अल्लाह यस्तै प्रकारले काफिरहरूको हृदयमा छाप लगाइदिन्छ ।",
      "transliteration": "Tilka alqura naqussu AAalayka min anbaiha walaqad jaathum rusuluhum bialbayyinati fama kanoo liyuminoo bima kaththaboo min qablu kathalika yatbaAAu Allahu AAala quloobi alkafireena"
    },
    {
      "id": 102,
      "text": "وَمَا وَجَدۡنَا لِأَكۡثَرِهِم مِّنۡ عَهۡدٖۖ وَإِن وَجَدۡنَآ أَكۡثَرَهُمۡ لَفَٰسِقِينَ",
      "translation": "र कतिपय मानसिहरूमा हामीले वचन पालना गर्ने प्रतिबद्धता देखेनौं र हामीले धेरैलाई उल्लंघनकारी नै पायौं ।",
      "transliteration": "Wama wajadna liaktharihim min AAahdin wain wajadna aktharahum lafasiqeena"
    },
    {
      "id": 103,
      "text": "ثُمَّ بَعَثۡنَا مِنۢ بَعۡدِهِم مُّوسَىٰ بِـَٔايَٰتِنَآ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦ فَظَلَمُواْ بِهَاۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلۡمُفۡسِدِينَ",
      "translation": "अनि यिनीहरूपछि हामीले ‘‘मूसा (अलैहिस्सलाम)’’ लाई निशानीहरू (चमत्कारहरू) दिएर फिरऔन र उसका नाइकेहरूको पासमा पठायौं तर तिनीहरूले, ती (निशानीहरूप्रति) अत्याचार गरे तसर्थ हेर्नुस्, यी उद्दण्डहरूको परिणाम के भयो ?",
      "transliteration": "Thumma baAAathna min baAAdihim moosa biayatina ila firAAawna wamalaihi fathalamoo biha faonuthur kayfa kana AAaqibatu almufsideena"
    },
    {
      "id": 104,
      "text": "وَقَالَ مُوسَىٰ يَٰفِرۡعَوۡنُ إِنِّي رَسُولٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ",
      "translation": "र मूसाले भन्नु भयो, कि हे फिरऔन ! म संसारको पालनकर्ताको तर्फबाट पैगम्बर हूँ ।",
      "transliteration": "Waqala moosa ya firAAawnu innee rasoolun min rabbi alAAalameena"
    },
    {
      "id": 105,
      "text": "حَقِيقٌ عَلَىٰٓ أَن لَّآ أَقُولَ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّۚ قَدۡ جِئۡتُكُم بِبَيِّنَةٖ مِّن رَّبِّكُمۡ فَأَرۡسِلۡ مَعِيَ بَنِيٓ إِسۡرَـٰٓءِيلَ",
      "translation": "मेरो निम्ति यो अनिवार्य छ कि सत्य बाहेक अल्लाहको बारेमा केही नभनूँ । मैले तिम्रो पासमा तिम्रो पालनकर्ताको तर्फबाट एउटा ठूलो निशानी पनि ल्याएको छुँ । तसर्थ तिमीले बनी इस्राईललाई मेरो साथमा पठाइदेऊ ।",
      "transliteration": "Haqeequn AAala an la aqoola AAala Allahi illa alhaqqa qad jitukum bibayyinatin min rabbikum faarsil maAAiya banee israeela"
    },
    {
      "id": 106,
      "text": "قَالَ إِن كُنتَ جِئۡتَ بِـَٔايَةٖ فَأۡتِ بِهَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
      "translation": "फिरऔनले भन्यो, ‘‘यदि तिमीले कुनै निशानी (चमत्कारहरू) लिएर आएका छौ भने त्यो अब प्रस्तुत गर ! यदि तिमी सच्चा हौ भने ।",
      "transliteration": "Qala in kunta jita biayatin fati biha in kunta mina alssadiqeena"
    },
    {
      "id": 107,
      "text": "فَأَلۡقَىٰ عَصَاهُ فَإِذَا هِيَ ثُعۡبَانٞ مُّبِينٞ",
      "translation": "तसर्थ उहाँले (मूसाले) आफ्नो लठ्ठी खसाल्नु भयो, अनि त्यतिखेरै त्यो एकाएक एउटा अजिङ्गर बनिहाल्यो ।",
      "transliteration": "Faalqa AAasahu faitha hiya thuAAbanun mubeenun"
    },
    {
      "id": 108,
      "text": "وَنَزَعَ يَدَهُۥ فَإِذَا هِيَ بَيۡضَآءُ لِلنَّـٰظِرِينَ",
      "translation": "र आफ्नो हात बाहिर निकाल्नु भयो अनि त्यो एक्कासी सबै हेर्नेहरूको अगाडि धेरै टल्कीलो भइहाल्यो ।",
      "transliteration": "WanazaAAa yadahu faitha hiya baydao lilnnathireena"
    },
    {
      "id": 109,
      "text": "قَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ إِنَّ هَٰذَا لَسَٰحِرٌ عَلِيمٞ",
      "translation": "फिरऔनको समूहका नाइकेहरूले भनेः साँच्चै नै यो मान्छे दक्ष जादूगर हो ।",
      "transliteration": "Qala almalao min qawmi firAAawna inna hatha lasahirun AAaleemun"
    },
    {
      "id": 110,
      "text": "يُرِيدُ أَن يُخۡرِجَكُم مِّنۡ أَرۡضِكُمۡۖ فَمَاذَا تَأۡمُرُونَ",
      "translation": "यसले चाहन्छ कि तिमीहरूलाई तिम्रो (भूमि) देशबाट बाहिर निकालिदेओस् । तसर्थ तिमीहरू के सल्लाह दिन्छौ ?",
      "transliteration": "Yureedu an yukhrijakum min ardikum famatha tamuroona"
    },
    {
      "id": 111,
      "text": "قَالُوٓاْ أَرۡجِهۡ وَأَخَاهُ وَأَرۡسِلۡ فِي ٱلۡمَدَآئِنِ حَٰشِرِينَ",
      "translation": "तिनीहरूले भनेः कि तपाईंले यसलाई र यसको भाइलाई केही समय दिनुस् र शहरहरूमा सन्देशवाहकहरू (कार्यकर्ताहरू) पठाइदिनुस् ।",
      "transliteration": "Qaloo arjih waakhahu waarsil fee almadaini hashireena"
    },
    {
      "id": 112,
      "text": "يَأۡتُوكَ بِكُلِّ سَٰحِرٍ عَلِيمٖ",
      "translation": "ताकि उनीहरूले सबै ठूला जादूगरहरूलाई तपाईंको पासमा ल्याएर हाजिर गरुन् ।",
      "transliteration": "Yatooka bikulli sahirin AAaleemin"
    },
    {
      "id": 113,
      "text": "وَجَآءَ ٱلسَّحَرَةُ فِرۡعَوۡنَ قَالُوٓاْ إِنَّ لَنَا لَأَجۡرًا إِن كُنَّا نَحۡنُ ٱلۡغَٰلِبِينَ",
      "translation": "र ती जादूगरहरू फिरऔन सामु आइपुगे र भन्नथालेः ‘‘यदि हामी विजयी भयौं त के हामीलाई कुनै ठूलो पुरस्कार प्राप्त हुन्छ ।",
      "transliteration": "Wajaa alssaharatu firAAawna qaloo inna lana laajran in kunna nahnu alghalibeena"
    },
    {
      "id": 114,
      "text": "قَالَ نَعَمۡ وَإِنَّكُمۡ لَمِنَ ٱلۡمُقَرَّبِينَ",
      "translation": "फिरऔनले भन्योः हो, र तिमी मेरो नजिकका (निकट्तम्) मानिसहरूमध्येका हुनेछौ ।",
      "transliteration": "Qala naAAam wainnakum lamina almuqarrabeena"
    },
    {
      "id": 115,
      "text": "قَالُواْ يَٰمُوسَىٰٓ إِمَّآ أَن تُلۡقِيَ وَإِمَّآ أَن نَّكُونَ نَحۡنُ ٱلۡمُلۡقِينَ",
      "translation": "ती जादूगरहरूले भनेः कि हे मूसा ! या त तपाईं पहिला चलाउनुस् या त हामीले चलाउन्छौं ।",
      "transliteration": "Qaloo ya moosa imma an tulqiya waimma an nakoona nahnu almulqeena"
    },
    {
      "id": 116,
      "text": "قَالَ أَلۡقُواْۖ فَلَمَّآ أَلۡقَوۡاْ سَحَرُوٓاْ أَعۡيُنَ ٱلنَّاسِ وَٱسۡتَرۡهَبُوهُمۡ وَجَآءُو بِسِحۡرٍ عَظِيمٖ",
      "translation": "मूसाले भनेः ‘‘तिमी नै चलाऊ’’ । अनि जब उनिहरूले (आफ्नो जादू) चलाए त मानिसहरूका आँखा बन्द गरिदिए र उनीहरूलाई भयभीत गरिदिए र एउटा ठूलो जादूको प्रदर्शन गरे ।",
      "transliteration": "Qala alqoo falamma alqaw saharoo aAAyuna alnnasi waistarhaboohum wajaoo bisihrin AAatheemin"
    },
    {
      "id": 117,
      "text": "۞وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ أَنۡ أَلۡقِ عَصَاكَۖ فَإِذَا هِيَ تَلۡقَفُ مَا يَأۡفِكُونَ",
      "translation": "र हामीले मूसालाई आदेश दियौं कि आफ्नो लट्ठी खसालिहाल्नुस् तसर्थ लट्ठी खसाल्नसाथ त्यसले उनीहरूले रचेको सबै स्वाङ निल्न थाल्यो ।",
      "transliteration": "Waawhayna ila moosa an alqi AAasaka faitha hiya talqafu ma yafikoona"
    },
    {
      "id": 118,
      "text": "فَوَقَعَ ٱلۡحَقُّ وَبَطَلَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "यसप्रकार सत्य प्रकट भइहाल्यो र उनीहररूले जे जति बनाएका थिए मिथ्या भइहाल्यो ।",
      "transliteration": "FawaqaAAa alhaqqu wabatala ma kanoo yaAAmaloona"
    },
    {
      "id": 119,
      "text": "فَغُلِبُواْ هُنَالِكَ وَٱنقَلَبُواْ صَٰغِرِينَ",
      "translation": "अतः उनीहरू त्यसबेला पराजित भए र अपमानित भई फर्के ।",
      "transliteration": "Faghuliboo hunalika wainqalaboo saghireena"
    },
    {
      "id": 120,
      "text": "وَأُلۡقِيَ ٱلسَّحَرَةُ سَٰجِدِينَ",
      "translation": "र जादूगरहरू सजदामा (ढोगमा) गइहाले ।",
      "transliteration": "Waolqiya alssaharatu sajideena"
    },
    {
      "id": 121,
      "text": "قَالُوٓاْ ءَامَنَّا بِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "भन्नथालेः कि हामीले सम्पूर्ण जगतको स्वामीमाथि ईमान ल्यायौं ।",
      "transliteration": "Qaloo amanna birabbi alAAalameena"
    },
    {
      "id": 122,
      "text": "رَبِّ مُوسَىٰ وَهَٰرُونَ",
      "translation": "जो मूसा र हारूनको पनि पालनकर्ता हो ।",
      "transliteration": "Rabbi moosa waharoona"
    },
    {
      "id": 123,
      "text": "قَالَ فِرۡعَوۡنُ ءَامَنتُم بِهِۦ قَبۡلَ أَنۡ ءَاذَنَ لَكُمۡۖ إِنَّ هَٰذَا لَمَكۡرٞ مَّكَرۡتُمُوهُ فِي ٱلۡمَدِينَةِ لِتُخۡرِجُواْ مِنۡهَآ أَهۡلَهَاۖ فَسَوۡفَ تَعۡلَمُونَ",
      "translation": "फिरऔनले भन्न थाल्योः के तिमीहरूले मैले अनुमति दिनुभन्दा अगाडि नै मूसामा विश्वास गरिहाल्यौ ? निःसन्देह यो एउटा षडयन्त्र थियो जसको तिमीले यस नगरमा कार्यान्वयन गर्यौ, ताकि त्यसका निवासीहरूलाई यहाँबाट निकाल्न सक । तसर्थ अब तिमीलाई वास्तविकता थाहा भइहाल्नेछ ।",
      "transliteration": "Qala firAAawnu amantum bihi qabla an athana lakum inna hatha lamakrun makartumoohu fee almadeenati litukhrijoo minha ahlaha fasawfa taAAlamoona"
    },
    {
      "id": 124,
      "text": "لَأُقَطِّعَنَّ أَيۡدِيَكُمۡ وَأَرۡجُلَكُم مِّنۡ خِلَٰفٖ ثُمَّ لَأُصَلِّبَنَّكُمۡ أَجۡمَعِينَ",
      "translation": "म तिम्रो एकतिरको हात र आर्कोतिरको खुट्टा काटिदिनेछु अनि तिमीहरू सबैलाई झुन्ड्याइदिनेछु ।",
      "transliteration": "LaoqatiAAanna aydiyakum waarjulakum min khilafin thumma laosallibannakum ajmaAAeena"
    },
    {
      "id": 125,
      "text": "قَالُوٓاْ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
      "translation": "उनीहरूले भने (उत्तरदिए) किः हामी (मरेर) पनि आफ्नो प्रतिपालकको पासमा जानेछौं ।",
      "transliteration": "Qaloo inna ila rabbina munqaliboona"
    },
    {
      "id": 126,
      "text": "وَمَا تَنقِمُ مِنَّآ إِلَّآ أَنۡ ءَامَنَّا بِـَٔايَٰتِ رَبِّنَا لَمَّا جَآءَتۡنَاۚ رَبَّنَآ أَفۡرِغۡ عَلَيۡنَا صَبۡرٗا وَتَوَفَّنَا مُسۡلِمِينَ",
      "translation": "र तिमीले हामीमा कुन त्रुटि देखेका छौ यसबाहेक कि हामीले आफ्नो पालनकर्ताका आदेशहरूमा विश्वास गर्यौं, जब तिनी हाम्रो पासमा आए । हे पालनकर्ता ! हामीलाई धैर्य प्रदान गर र हाम्रो प्राण ईमान ल्याएकै अवस्थामा निकाल ।",
      "transliteration": "Wama tanqimu minna illa an amanna biayati rabbina lamma jaatna rabbana afrigh AAalayna sabran watawaffana muslimeena"
    },
    {
      "id": 127,
      "text": "وَقَالَ ٱلۡمَلَأُ مِن قَوۡمِ فِرۡعَوۡنَ أَتَذَرُ مُوسَىٰ وَقَوۡمَهُۥ لِيُفۡسِدُواْ فِي ٱلۡأَرۡضِ وَيَذَرَكَ وَءَالِهَتَكَۚ قَالَ سَنُقَتِّلُ أَبۡنَآءَهُمۡ وَنَسۡتَحۡيِۦ نِسَآءَهُمۡ وَإِنَّا فَوۡقَهُمۡ قَٰهِرُونَ",
      "translation": "र फिरऔनको समूहका नाइकेहरूले भनेः के तपाईंले मूसा र उनको जातिलाई यत्तिकै छाडिदिनुहुन्छ ताकि उनीहरू देशमा उपद्रव गर्दै हिंडुन् र तपाईंलाई र तपाईंका देवताहरूलाई परित्याग गरिहालुन् ? फिरऔनले भन्यो, ‘‘कि हामी अहिले नै उनीहरूका छोराहरूलाई मार्न प्रारम्भ गरिहाल्नेछौं र उनीहरूका स्त्रीहरूलाई जीवित रहनदिनेछौं र हामी उनीहरूमाथि शक्ति सम्पन्न छौं ।’’",
      "transliteration": "Waqala almalao min qawmi firAAawna atatharu moosa waqawmahu liyufsidoo fee alardi wayatharaka waalihataka qala sanuqattilu abnaahum wanastahyee nisaahum wainna fawqahum qahiroona"
    },
    {
      "id": 128,
      "text": "قَالَ مُوسَىٰ لِقَوۡمِهِ ٱسۡتَعِينُواْ بِٱللَّهِ وَٱصۡبِرُوٓاْۖ إِنَّ ٱلۡأَرۡضَ لِلَّهِ يُورِثُهَا مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ",
      "translation": "मूसा(अलैहिस्सलाम)ले आफ्नो जातिबन्धुसित भने, ‘‘अल्लाहको सहारा प्राप्त गर र धैर्यराख, यो धर्ती अल्लाहको हो, उसले आफ्ना भक्तहरूमध्ये जसलाई चाहन्छ उसको मालिक बनाइदिन्छ र अन्तिम सफलता तिनैको हुन्छ जो अल्लाहसित डराउँछन् ।’’",
      "transliteration": "Qala moosa liqawmihi istaAAeenoo biAllahi waisbiroo inna alarda lillahi yoorithuha man yashao min AAibadihi waalAAaqibatu lilmuttaqeena"
    },
    {
      "id": 129,
      "text": "قَالُوٓاْ أُوذِينَا مِن قَبۡلِ أَن تَأۡتِيَنَا وَمِنۢ بَعۡدِ مَا جِئۡتَنَاۚ قَالَ عَسَىٰ رَبُّكُمۡ أَن يُهۡلِكَ عَدُوَّكُمۡ وَيَسۡتَخۡلِفَكُمۡ فِي ٱلۡأَرۡضِ فَيَنظُرَ كَيۡفَ تَعۡمَلُونَ",
      "translation": "मूसाको समुदायका मानिसहरूले भने, ‘‘हामी त सधैं उत्पीडनमा रहयौं, तपाईं आउनुभन्दा अगाडि पनि र पछाडि पनि ।’’ मूसाले भने, ‘‘छिट्टै अल्लाहले तिम्रो शत्रुलाई नष्ट पारिदिने छ र उनीहरूको सट्टा तिमीहरूलाई यस धर्तीको खलीफा (उत्तराधिकारी) बनाइदिनेछ, र हेर्नेछ कि तिम्रो व्यवहार कस्तो हुन्छ ।’’",
      "transliteration": "Qaloo ootheena min qabli an tatiyana wamin baAAdi ma jitana qala AAasa rabbukum an yuhlika AAaduwwakum wayastakhlifakum fee alardi fayanthura kayfa taAAmaloona"
    },
    {
      "id": 130,
      "text": "وَلَقَدۡ أَخَذۡنَآ ءَالَ فِرۡعَوۡنَ بِٱلسِّنِينَ وَنَقۡصٖ مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَذَّكَّرُونَ",
      "translation": "र हामीले फिर्औनीहरूलाई (केही समयसम्मको लागि) फलहरूको उत्पादनमा कमि गर्यौं र अनिकाल ल्यायौं, जसबाट उनीहरूले चेतुन् ।",
      "transliteration": "Walaqad akhathna ala firAAawna bialssineena wanaqsin mina alththamarati laAAallahum yaththakkaroona"
    },
    {
      "id": 131,
      "text": "فَإِذَا جَآءَتۡهُمُ ٱلۡحَسَنَةُ قَالُواْ لَنَا هَٰذِهِۦۖ وَإِن تُصِبۡهُمۡ سَيِّئَةٞ يَطَّيَّرُواْ بِمُوسَىٰ وَمَن مَّعَهُۥٓۗ أَلَآ إِنَّمَا طَـٰٓئِرُهُمۡ عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "तसर्थ जब तिनीहरूलाई सुख प्राप्त हुन्थ्यो त भन्थे कि हामी यसका हकदार हौं र कष्ट आइपर्दा मूसा र उनका साथीहरूलाई अलच्छिन् भन्थे । यादराख तिनीहरूको अलच्छिन्पना अल्लाहको पासमा छ, र उनीहरूमध्ये अधिकांश जान्दैनन् ।",
      "transliteration": "Faitha jaathumu alhasanatu qaloo lana hathihi wain tusibhum sayyiatun yattayyaroo bimoosa waman maAAahu ala innama tairuhum AAinda Allahi walakinna aktharahum la yaAAlamoona"
    },
    {
      "id": 132,
      "text": "وَقَالُواْ مَهۡمَا تَأۡتِنَا بِهِۦ مِنۡ ءَايَةٖ لِّتَسۡحَرَنَا بِهَا فَمَا نَحۡنُ لَكَ بِمُؤۡمِنِينَ",
      "translation": "र उनीहरू भन्दथे, ‘‘तिमी हामीमाथि जादू गर्न जुनसुकै निशानी हाम्रो सामु ल्याए पनि, हामी तिमीमाथि विश्वास गर्नेवाला छैनौं ।",
      "transliteration": "Waqaloo mahma tatina bihi min ayatin litasharana biha fama nahnu laka bimumineena"
    },
    {
      "id": 133,
      "text": "فَأَرۡسَلۡنَا عَلَيۡهِمُ ٱلطُّوفَانَ وَٱلۡجَرَادَ وَٱلۡقُمَّلَ وَٱلضَّفَادِعَ وَٱلدَّمَ ءَايَٰتٖ مُّفَصَّلَٰتٖ فَٱسۡتَكۡبَرُواْ وَكَانُواْ قَوۡمٗا مُّجۡرِمِينَ",
      "translation": "अन्ततः हामीले तिनीहरूमाथि हुरी, शलह, घुनको कीरा, भ्यागुता र रगत, यी सबै खुल्ला चमत्कारका निशानीहरू पठायौँ तर तिनीहरूले घमण्ड नै गरिराखे र तिनीहरू अपराधी नै थिए ।",
      "transliteration": "Faarsalna AAalayhimu alttoofana waaljarada waalqummala waalddafadiAAa waalddama ayatin mufassalatin faistakbaroo wakanoo qawman mujrimeena"
    },
    {
      "id": 134,
      "text": "وَلَمَّا وَقَعَ عَلَيۡهِمُ ٱلرِّجۡزُ قَالُواْ يَٰمُوسَى ٱدۡعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَۖ لَئِن كَشَفۡتَ عَنَّا ٱلرِّجۡزَ لَنُؤۡمِنَنَّ لَكَ وَلَنُرۡسِلَنَّ مَعَكَ بَنِيٓ إِسۡرَـٰٓءِيلَ",
      "translation": "र जब उनीहरूमाथि कुनै कष्ट हुन्थ्यो तब यस्तो भन्थे, ‘‘हे मूसा ! हाम्रो निम्ति आफ्नो पालनकर्तासित त्यस प्रतिज्ञाको आधारमा प्रार्थना गर्नुस् जुन उसले तपाईंसित गरेको छ, यदि तपाईले हामीलाई यस सजायबाट मुक्त गराइदिनु हुन्छ भने हामीले अवश्य नै तपाईले भने बमोजिम ईमान ल्याउनेछौं र इस्राईलका सन्तानलाई (रिहा गरेर) तपाईको साथमा जान दिनेछौं ।",
      "transliteration": "Walamma waqaAAa AAalayhimu alrrijzu qaloo ya moosa odAAu lana rabbaka bima AAahida AAindaka lain kashafta AAanna alrrijza lanuminanna laka walanursilanna maAAaka banee israeela"
    },
    {
      "id": 135,
      "text": "فَلَمَّا كَشَفۡنَا عَنۡهُمُ ٱلرِّجۡزَ إِلَىٰٓ أَجَلٍ هُم بَٰلِغُوهُ إِذَا هُمۡ يَنكُثُونَ",
      "translation": "फेरि जब हामीले उनीहरूबाट त्यस यातनालाई एक विशेष समयसम्म जहाँसम्म उनीहरूलाई पुग्नु थियो, हटाइदिन्थ्यौं, तब तिनीहरू तुरुन्तै आफ्नो वाचा भङ्ग गरिहाल्थे ।",
      "transliteration": "Falamma kashafna AAanhumu alrrijza ila ajalin hum balighoohu itha hum yankuthoona"
    },
    {
      "id": 136,
      "text": "فَٱنتَقَمۡنَا مِنۡهُمۡ فَأَغۡرَقۡنَٰهُمۡ فِي ٱلۡيَمِّ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ",
      "translation": "अनि हामीले उनीहरूसित बदला लियौं अर्थात उनीहरूलाई समुद्रमा डुबाइदियौं, यसकारण कि उनीहरूले हाम्रा निशानीहरूलाई झूठा भन्दथे र त्यसप्रति बिल्कुलै लापरवाही गर्दथे ।",
      "transliteration": "Faintaqamna minhum faaghraqnahum fee alyammi biannahum kaththaboo biayatina wakanoo AAanha ghafileena"
    },
    {
      "id": 137,
      "text": "وَأَوۡرَثۡنَا ٱلۡقَوۡمَ ٱلَّذِينَ كَانُواْ يُسۡتَضۡعَفُونَ مَشَٰرِقَ ٱلۡأَرۡضِ وَمَغَٰرِبَهَا ٱلَّتِي بَٰرَكۡنَا فِيهَاۖ وَتَمَّتۡ كَلِمَتُ رَبِّكَ ٱلۡحُسۡنَىٰ عَلَىٰ بَنِيٓ إِسۡرَـٰٓءِيلَ بِمَا صَبَرُواْۖ وَدَمَّرۡنَا مَا كَانَ يَصۡنَعُ فِرۡعَوۡنُ وَقَوۡمُهُۥ وَمَا كَانُواْ يَعۡرِشُونَ",
      "translation": "र हामीले उनीहरूलाई, जो निकै कम्जोर गनिन्थे, त्यस भू–भागको पूर्व–पश्चिमको मालिक बनाइदियौं, जसमा हामीले बरकत (कल्याण) राखेका छौं र तिम्रो पालनकर्ताको राम्रो वाचा इस्राईलको सन्तानको हकमा पूरा भयो किनभने उनीहरूले धैर्यसित काम लिए, र फिरऔनको र उसको जातिका मानिसहरू जसले कि ठूला–अग्ला कारखाना महलहरू बनाएका थिए, सबै हामीले नष्ट गरिदियौं ।",
      "transliteration": "Waawrathna alqawma allatheena kanoo yustadAAafoona mashariqa alardi wamagharibaha allatee barakna feeha watammat kalimatu rabbika alhusna AAala banee israeela bima sabaroo wadammarna ma kana yasnaAAu firAAawnu waqawmuhu wama kanoo yaAArishoona"
    },
    {
      "id": 138,
      "text": "وَجَٰوَزۡنَا بِبَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡبَحۡرَ فَأَتَوۡاْ عَلَىٰ قَوۡمٖ يَعۡكُفُونَ عَلَىٰٓ أَصۡنَامٖ لَّهُمۡۚ قَالُواْ يَٰمُوسَى ٱجۡعَل لَّنَآ إِلَٰهٗا كَمَا لَهُمۡ ءَالِهَةٞۚ قَالَ إِنَّكُمۡ قَوۡمٞ تَجۡهَلُونَ",
      "translation": "र हामीले बनी इस्राईललाई समुद्रबाट पार गरायौं । अनि तिनीहरू यस्ता मानिसहरूको समीपमा पुगे जुनकि आफ्ना केही देवताहरू छेउ बसेका थिए, भन्नथालेः ‘‘हे मूसा ! हाम्रो निम्ति पनि यस्तै एउटा देवता नियुक्त गरिदिनुस् जस्तो कि यिनीहरूका यी देवताहरू छन्’’ । उनले भने कि साँच्चै नै तिमीहरूमा ठूलो अज्ञानता छ ।",
      "transliteration": "Wajawazna bibanee israeela albahra faataw AAala qawmin yaAAkufoona AAala asnamin lahum qaloo ya moosa ijAAal lana ilahan kama lahum alihatun qala innakum qawmun tajhaloona"
    },
    {
      "id": 139,
      "text": "إِنَّ هَـٰٓؤُلَآءِ مُتَبَّرٞ مَّا هُمۡ فِيهِ وَبَٰطِلٞ مَّا كَانُواْ يَعۡمَلُونَ",
      "translation": "यी मानिसहरू जुन काममा लागेका छन्, त्यो निश्चय नै ध्वस्त गरिनेछ र यिनीहरूको यो काम निराधार छ ।",
      "transliteration": "Inna haolai mutabbarun ma hum feehi wabatilun ma kanoo yaAAmaloona"
    },
    {
      "id": 140,
      "text": "قَالَ أَغَيۡرَ ٱللَّهِ أَبۡغِيكُمۡ إِلَٰهٗا وَهُوَ فَضَّلَكُمۡ عَلَى ٱلۡعَٰلَمِينَ",
      "translation": "उनले भने कि के अल्लाह बाहेक अरु कसैलाई तिम्रो उपास्य निर्धारित गरूँ, जबकि उसैले सारा संसारवालामाथि तिमीलाई श्रेष्ठता प्रदान गरेको छ ?",
      "transliteration": "Qala aghayra Allahi abgheekum ilahan wahuwa faddalakum AAala alAAalameena"
    },
    {
      "id": 141,
      "text": "وَإِذۡ أَنجَيۡنَٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ يُقَتِّلُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ",
      "translation": "र त्यो समय यादगर जब हामीले तिमीलाई फिरऔनका मानिसहरूबाट बचायौं । जसले तिमीलाई गम्भीर यातना दिन्थे । तिम्रा छोराहरूलाई मारिदिन्थे र तिम्रा स्त्रीहरूलाई जीवित रहनदिन्थे । र त्यसमा तिम्रो पालनकर्ताबाट ठूलो परीक्षा थियो ।",
      "transliteration": "Waith anjaynakum min ali firAAawna yasoomoonakum sooa alAAathabi yuqattiloona abnaakum wayastahyoona nisaakum wafee thalikum balaon min rabbikum AAatheemun"
    },
    {
      "id": 142,
      "text": "۞وَوَٰعَدۡنَا مُوسَىٰ ثَلَٰثِينَ لَيۡلَةٗ وَأَتۡمَمۡنَٰهَا بِعَشۡرٖ فَتَمَّ مِيقَٰتُ رَبِّهِۦٓ أَرۡبَعِينَ لَيۡلَةٗۚ وَقَالَ مُوسَىٰ لِأَخِيهِ هَٰرُونَ ٱخۡلُفۡنِي فِي قَوۡمِي وَأَصۡلِحۡ وَلَا تَتَّبِعۡ سَبِيلَ ٱلۡمُفۡسِدِينَ",
      "translation": "र हामीले मूसासित ३० रातको वचन दियौं अनि हामीले १० रात अतिरिक्त बढाएर पुरा गर्यौं । यसप्रकार उनको पालनकर्ताको समय ४० रात भइहाल्यो । र मूसाले आफ्नो भाइ हारूनसित भने, ‘‘मेरो पछाडि यिनीहरूको व्यवस्था मिलाउनु र सुधार गर्दैरहनु र अव्यवस्था उत्पन्न गर्नेहरूको मार्गमा नहिंड्नु ।’’",
      "transliteration": "WawaAAadna moosa thalatheena laylatan waatmamnaha biAAashrin fatamma meeqatu rabbihi arbaAAeena laylatan waqala moosa liakheehi haroona okhlufnee fee qawmee waaslih wala tattabiAA sabeela almufsideena"
    },
    {
      "id": 143,
      "text": "وَلَمَّا جَآءَ مُوسَىٰ لِمِيقَٰتِنَا وَكَلَّمَهُۥ رَبُّهُۥ قَالَ رَبِّ أَرِنِيٓ أَنظُرۡ إِلَيۡكَۚ قَالَ لَن تَرَىٰنِي وَلَٰكِنِ ٱنظُرۡ إِلَى ٱلۡجَبَلِ فَإِنِ ٱسۡتَقَرَّ مَكَانَهُۥ فَسَوۡفَ تَرَىٰنِيۚ فَلَمَّا تَجَلَّىٰ رَبُّهُۥ لِلۡجَبَلِ جَعَلَهُۥ دَكّٗا وَخَرَّ مُوسَىٰ صَعِقٗاۚ فَلَمَّآ أَفَاقَ قَالَ سُبۡحَٰنَكَ تُبۡتُ إِلَيۡكَ وَأَنَا۠ أَوَّلُ ٱلۡمُؤۡمِنِينَ",
      "translation": "र जब मूसा, हामीले निर्धारित गरेको समयमा आए र उनको पालनकर्ताले उनीसित कुरा गर्यो त उनले विन्ति गरे कि हे मेरो पालनकर्ता ! मलाई आफ्नो साक्षात्कार गराउनुस् ताकि म तपाईलाई एक दृष्टि हेरिहालूँ । अल्लाहले भन्नुभयोः तिमीले मलाई कदापि हेर्न सक्दैनौ तर तिमी त्यस पर्वततिर हेर्दैगर, यदि त्यो आफ्नो ठाँउमा स्थिर रह्यो भने तिमीले मलाई हेर्न सक्नेछौ । अनि जब उनको रब पर्वतमाथि आफ्नो प्रकाश हाले त प्रकाशले त्यसलाई चकनाचूर (क्षतविक्षत) गरिदियो र मूसा (अलैहिस्सलाम) मूर्क्षित भई लडिहाले । अनि जब होशमा आए त भने, ‘‘पवित्रछौं तिमी!’’ म तिमी समक्ष तौबा (पश्चाताप) गर्दैछु र म सबभन्दा पहिले तपाईमाथि ईमान ल्याउने भएको छु ।",
      "transliteration": "Walamma jaa moosa limeeqatina wakallamahu rabbuhu qala rabbi arinee anthur ilayka qala lan taranee walakini onthur ila aljabali faini istaqarra makanahu fasawfa taranee falamma tajalla rabbuhu liljabali jaAAalahu dakkan wakharra moosa saAAiqan falamma afaqa qala subhanaka tubtu ilayka waana awwalu almumineena"
    },
    {
      "id": 144,
      "text": "قَالَ يَٰمُوسَىٰٓ إِنِّي ٱصۡطَفَيۡتُكَ عَلَى ٱلنَّاسِ بِرِسَٰلَٰتِي وَبِكَلَٰمِي فَخُذۡ مَآ ءَاتَيۡتُكَ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
      "translation": "(अल्लाहले) भन्नुभयोः हे मूसा ! मैले पैगम्बरी र आफ्नो वाणीबाट तिमीलाई अरु मानिसहरूभन्दा विशिष्ट बनाएको छु । अतः जे मैले तिमीलाई प्रदान गरेको छु, त्यसलाई लिइहाल र कृतज्ञता प्रकट गर ।",
      "transliteration": "Qala ya moosa innee istafaytuka AAala alnnasi birisalatee wabikalamee fakhuth ma ataytuka wakun mina alshshakireena"
    },
    {
      "id": 145,
      "text": "وَكَتَبۡنَا لَهُۥ فِي ٱلۡأَلۡوَاحِ مِن كُلِّ شَيۡءٖ مَّوۡعِظَةٗ وَتَفۡصِيلٗا لِّكُلِّ شَيۡءٖ فَخُذۡهَا بِقُوَّةٖ وَأۡمُرۡ قَوۡمَكَ يَأۡخُذُواْ بِأَحۡسَنِهَاۚ سَأُوْرِيكُمۡ دَارَ ٱلۡفَٰسِقِينَ",
      "translation": "र हामीले पाटीहरूमा हरेक प्रकारको उपदेश र हरेक कुराको विस्तृत वर्णन लेखि उनलाई दियौं । अतः तिमीले तिनलाई दृढतापूर्वक समातिहाल र आफ्नो समुदायलाई आदेश गर कि तिनमा उत्तम कुराहरू छन्, तिनीहरूले त्यसलाई अपनाउन् । अब छिटै नै तिमीहरूलाई ती अवज्ञाकारीहरूको ठाउँ देखाउनेछु ।",
      "transliteration": "Wakatabna lahu fee alalwahi min kulli shayin mawAAithatan watafseelan likulli shayin fakhuthha biquwwatin wamur qawmaka yakhuthoo biahsaniha saoreekum dara alfasiqeena"
    },
    {
      "id": 146,
      "text": "سَأَصۡرِفُ عَنۡ ءَايَٰتِيَ ٱلَّذِينَ يَتَكَبَّرُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَإِن يَرَوۡاْ كُلَّ ءَايَةٖ لَّا يُؤۡمِنُواْ بِهَا وَإِن يَرَوۡاْ سَبِيلَ ٱلرُّشۡدِ لَا يَتَّخِذُوهُ سَبِيلٗا وَإِن يَرَوۡاْ سَبِيلَ ٱلۡغَيِّ يَتَّخِذُوهُ سَبِيلٗاۚ ذَٰلِكَ بِأَنَّهُمۡ كَذَّبُواْ بِـَٔايَٰتِنَا وَكَانُواْ عَنۡهَا غَٰفِلِينَ",
      "translation": "म यस्ता मानिसहरूलाई आफ्नो निशानीहरूबाट विमुख नै राख्नेछु जो पृथ्वीमा घमण्ड गर्दछन्, जसको तिनलाई कुनै अधिकार छैन र यदि समस्त निशानीहरू देखिहाले तापनि तिनीहरू त्यसमा विश्वास गर्ने छैनन् र यदि सोझो बाटो देख्छन् भने पनि त्यसलाई आफ्नो बाटो मान्ने छैनन् र यदि पथभ्रष्टताको बाटो देख्छन् भने त्यसलाई अपनाउने छन् । यो यसकारणले हो कि उनीहरूले हाम्रा आयतहरूलाई झूठो भने र त्यसप्रति असावधान रहे ।",
      "transliteration": "Saasrifu AAan ayatiya allatheena yatakabbaroona fee alardi bighayri alhaqqi wain yaraw kulla ayatin la yuminoo biha wain yaraw sabeela alrrushdi la yattakhithoohu sabeelan wain yaraw sabeela alghayyi yattakhithoohu sabeelan thalika biannahum kaththaboo biayatina wakanoo AAanha ghafileena"
    },
    {
      "id": 147,
      "text": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَلِقَآءِ ٱلۡأٓخِرَةِ حَبِطَتۡ أَعۡمَٰلُهُمۡۚ هَلۡ يُجۡزَوۡنَ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "र यी मानिसहरू जसले हाम्रा आयतहरूलाई र प्रलोकको आउने कुरालाई झूठा ठाने, उनीहरूको सबै कर्म नष्ट भए, उनीहरूले त्यही सजाय पाउनेछन् जस्तो उनीहरूले गर्दथे ।",
      "transliteration": "Waallatheena kaththaboo biayatina waliqai alakhirati habitat aAAmaluhum hal yujzawna illa ma kanoo yaAAmaloona"
    },
    {
      "id": 148,
      "text": "وَٱتَّخَذَ قَوۡمُ مُوسَىٰ مِنۢ بَعۡدِهِۦ مِنۡ حُلِيِّهِمۡ عِجۡلٗا جَسَدٗا لَّهُۥ خُوَارٌۚ أَلَمۡ يَرَوۡاْ أَنَّهُۥ لَا يُكَلِّمُهُمۡ وَلَا يَهۡدِيهِمۡ سَبِيلًاۘ ٱتَّخَذُوهُ وَكَانُواْ ظَٰلِمِينَ",
      "translation": "र मूसाको समुदायले उनको अनुपस्थितिमा आफ्नो गहनाहरूको एउटा बाछोलाई पूज्य ठहराए जो एउटा ढाँचामात्र थियो, जसमा एउटा आवाज थियो । के उनीहरूले यो देखेनन् कि त्यसले उनीहरूसित न कुनै कुरा गथ्र्यो र न उनलाई कुनै बाटो देखाउँथ्यो, त्यसलाई यिनीहरूले पूजनीय ठाने र ठूलो अन्यायको काम गरे ।",
      "transliteration": "Waittakhatha qawmu moosa min baAAdihi min huliyyihim AAijlan jasadan lahu khuwarun alam yaraw annahu la yukallimuhum wala yahdeehim sabeelan ittakhathoohu wakanoo thalimeena"
    },
    {
      "id": 149,
      "text": "وَلَمَّا سُقِطَ فِيٓ أَيۡدِيهِمۡ وَرَأَوۡاْ أَنَّهُمۡ قَدۡ ضَلُّواْ قَالُواْ لَئِن لَّمۡ يَرۡحَمۡنَا رَبُّنَا وَيَغۡفِرۡ لَنَا لَنَكُونَنَّ مِنَ ٱلۡخَٰسِرِينَ",
      "translation": "र जब तिनी लज्जित भए र थाहा भयो कि वास्तवमा उनीहरू मार्गविचलनमा परिहाले छन् तब भन्न थाले कि यदि हाम्रो प्रतिपालकले हामीमाथि दया गरेन र हामीलाई क्षमा गरेन भने हामी बर्बाद भइहाल्नेछौं ।",
      "transliteration": "Walamma suqita fee aydeehim waraaw annahum qad dalloo qaloo lain lam yarhamna rabbuna wayaghfir lana lanakoonanna mina alkhasireena"
    },
    {
      "id": 150,
      "text": "وَلَمَّا رَجَعَ مُوسَىٰٓ إِلَىٰ قَوۡمِهِۦ غَضۡبَٰنَ أَسِفٗا قَالَ بِئۡسَمَا خَلَفۡتُمُونِي مِنۢ بَعۡدِيٓۖ أَعَجِلۡتُمۡ أَمۡرَ رَبِّكُمۡۖ وَأَلۡقَى ٱلۡأَلۡوَاحَ وَأَخَذَ بِرَأۡسِ أَخِيهِ يَجُرُّهُۥٓ إِلَيۡهِۚ قَالَ ٱبۡنَ أُمَّ إِنَّ ٱلۡقَوۡمَ ٱسۡتَضۡعَفُونِي وَكَادُواْ يَقۡتُلُونَنِي فَلَا تُشۡمِتۡ بِيَ ٱلۡأَعۡدَآءَ وَلَا تَجۡعَلۡنِي مَعَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ",
      "translation": "र जब मूसा(अलैहिस्सलाम) आफ्नो जातितिर रिस र दुःखको अवस्थामा फर्केर आए त भन्न थालेः ‘‘तिमीहरूले मेरो अनुपस्थितिमा साह्रै नराम्रो काम गर्यौ । के तिमीहरूले आफ्नो पालनहारको आदेशभन्दा पहिला नै हतार गरिहाल्यौ ?’’ अनि छिटै पाटीहरू एकातिर राखे र आफ्नो भाइको टाउको समाति आफूतिर घिसारेर तान्नथाले । हारूनले भने कि हे मेरी आमाको छोरा ! यिनीहरूले मलाई कमजोर ठानेर झण्डै मारिदिन चाहन्थे, तसर्थ तपाई शत्रुहरूबाट मेरो उपहास नगराउनुस् र मलाई यी अत्याचारीहरूमध्येको नठान्नुस् ।",
      "transliteration": "Walamma rajaAAa moosa ila qawmihi ghadbana asifan qala bisama khalaftumoonee min baAAdee aAAajiltum amra rabbikum waalqa alalwaha waakhatha birasi akheehi yajurruhu ilayhi qala ibna omma inna alqawma istadAAafoonee wakadoo yaqtuloonanee fala tushmit biya alaAAdaa wala tajAAalnee maAAa alqawmi alththalimeena"
    },
    {
      "id": 151,
      "text": "قَالَ رَبِّ ٱغۡفِرۡ لِي وَلِأَخِي وَأَدۡخِلۡنَا فِي رَحۡمَتِكَۖ وَأَنتَ أَرۡحَمُ ٱلرَّـٰحِمِينَ",
      "translation": "मूसाले भनेः कि हे मेरो पालनकर्ता ! मलाई र मेरो भाइलाई क्षमा गरिदेऊ र हामी दुवैलाई आफ्नो दयामा शम्मिलित गर र तिमी सबै दया गर्नेवालाहरूमध्ये सबैभन्दा बढी दयावान् छौ ।",
      "transliteration": "Qala rabbi ighfir lee waliakhee waadkhilna fee rahmatika waanta arhamu alrrahimeena"
    },
    {
      "id": 152,
      "text": "إِنَّ ٱلَّذِينَ ٱتَّخَذُواْ ٱلۡعِجۡلَ سَيَنَالُهُمۡ غَضَبٞ مِّن رَّبِّهِمۡ وَذِلَّةٞ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُفۡتَرِينَ",
      "translation": "निःसन्देह जुन मानिसहरूले बाछोलाई आफ्नो उपास्य बनाए ती छिटै आफ्नो पालनहारको प्रकोपमा पर्नेछन् र सांसारिक जीवनमा अपमानित हुनेछन् । र झूठो कुरा बनाउनेहरूलाई हामीले त्यस्तै प्रतिफल दिने गर्दछौं ।",
      "transliteration": "Inna allatheena ittakhathoo alAAijla sayanaluhum ghadabun min rabbihim wathillatun fee alhayati alddunya wakathalika najzee almuftareena"
    },
    {
      "id": 153,
      "text": "وَٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ ثُمَّ تَابُواْ مِنۢ بَعۡدِهَا وَءَامَنُوٓاْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ",
      "translation": "र जुन मानिसहरूले पापकर्म गरे, अनि त्यसपछि पश्चाताप गरे र ईमान ल्याए, त तिम्रो पालनकर्ताले यस पश्चाताप पश्चात क्षमा गरिदिन्छ ऊ दयावान छ ।",
      "transliteration": "Waallatheena AAamiloo alssayyiati thumma taboo min baAAdiha waamanoo inna rabbaka min baAAdiha laghafoorun raheemun"
    },
    {
      "id": 154,
      "text": "وَلَمَّا سَكَتَ عَن مُّوسَى ٱلۡغَضَبُ أَخَذَ ٱلۡأَلۡوَاحَۖ وَفِي نُسۡخَتِهَا هُدٗى وَرَحۡمَةٞ لِّلَّذِينَ هُمۡ لِرَبِّهِمۡ يَرۡهَبُونَ",
      "translation": "र जब मूसाको क्रोध शान्त भयो तब ती पाटीहरूलाई समाते तिनका शीर्षकहरूमा ती मानिसहरूको निम्ति मार्गदर्शन र दया थियो जो आफ्नो रब (प्रतिपालक)संग डराउँथे ।",
      "transliteration": "Walamma sakata AAan moosa alghadabu akhatha alalwaha wafee nuskhatiha hudan warahmatun lillatheena hum lirabbihim yarhaboona"
    },
    {
      "id": 155,
      "text": "وَٱخۡتَارَ مُوسَىٰ قَوۡمَهُۥ سَبۡعِينَ رَجُلٗا لِّمِيقَٰتِنَاۖ فَلَمَّآ أَخَذَتۡهُمُ ٱلرَّجۡفَةُ قَالَ رَبِّ لَوۡ شِئۡتَ أَهۡلَكۡتَهُم مِّن قَبۡلُ وَإِيَّـٰيَۖ أَتُهۡلِكُنَا بِمَا فَعَلَ ٱلسُّفَهَآءُ مِنَّآۖ إِنۡ هِيَ إِلَّا فِتۡنَتُكَ تُضِلُّ بِهَا مَن تَشَآءُ وَتَهۡدِي مَن تَشَآءُۖ أَنتَ وَلِيُّنَا فَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۖ وَأَنتَ خَيۡرُ ٱلۡغَٰفِرِينَ",
      "translation": "र मूसा(अलैहिस्सलाम)ले आफ्नो कौममध्ये सत्तरी मानिसहरूलाई हामीले निर्धारित गरेको समयको लागि रोजे । अनि जब उनीहरूलाई एउटा भुकम्पले समात्यो तब मूसा विन्ती गर्नथालेः हे मेरो पालनकर्ता ! यदि तिमीले चाहेको भए पहिला नै यिनीहरूलाई र मलाई नष्ट गरिदिन्थ्यौ । के तिमीले हामीमध्येका केही मूर्खहरूको क्रियाकलापलेगर्दा हामी सबैलाई नष्ट गरिदिनेछौ । यो घटना त तिम्रो तर्फबाट मात्र एउटा परीक्षा हो । यस्तो परीक्षाहरूबाट जसलाई तिमी चाहन्छौ, पथभ्रष्ट गरिदेऊ र जसलाई चाहन्छौ असल बाटोमा कायम राख । तिमी नै हाम्रो संरक्षक हौ । अतः तिमी हमीलाई क्षमा र हामीमाथि दया गर र तिमी सबैभन्दा ठूलो क्षमादाता हौ ।",
      "transliteration": "Waikhtara moosa qawmahu sabAAeena rajulan limeeqatina falamma akhathathumu alrrajfatu qala rabbi law shita ahlaktahum min qablu waiyyaya atuhlikuna bima faAAala alssufahao minna in hiya illa fitnatuka tudillu biha man tashao watahdee man tashao anta waliyyuna faighfir lana wairhamna waanta khayru alghafireena"
    },
    {
      "id": 156,
      "text": "۞وَٱكۡتُبۡ لَنَا فِي هَٰذِهِ ٱلدُّنۡيَا حَسَنَةٗ وَفِي ٱلۡأٓخِرَةِ إِنَّا هُدۡنَآ إِلَيۡكَۚ قَالَ عَذَابِيٓ أُصِيبُ بِهِۦ مَنۡ أَشَآءُۖ وَرَحۡمَتِي وَسِعَتۡ كُلَّ شَيۡءٖۚ فَسَأَكۡتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤۡتُونَ ٱلزَّكَوٰةَ وَٱلَّذِينَ هُم بِـَٔايَٰتِنَا يُؤۡمِنُونَ",
      "translation": "र हाम्रो निम्ति संसारमा पनि भलो लेखिदेऊ र आखिरत (परलोक)मा पनि, हामी तिमीतिर उन्मुख हुन्छौ । अल्लाहले भन्योः म आफ्नो यातनाले उसैलाई ग्रस्त गर्छु, जसलाई चाहन्छु तर मेरो दयालुताबाट सबैकुरा अच्छादित छन् । र त्यो दया ती मानिसहरूको नाममा अवश्य लेख्नेछु जो अल्लाहसित डराउँछन् र जकात (धर्मदाय) दिन्छन् र जो हाम्रा आयतमाथि ईमान ल्याउँछन् ।",
      "transliteration": "Waoktub lana fee hathihi alddunya hasanatan wafee alakhirati inna hudna ilayka qala AAathabee oseebu bihi man ashao warahmatee wasiAAat kulla shayin fasaaktubuha lillatheena yattaqoona wayutoona alzzakata waallatheena hum biayatina yuminoona"
    },
    {
      "id": 157,
      "text": "ٱلَّذِينَ يَتَّبِعُونَ ٱلرَّسُولَ ٱلنَّبِيَّ ٱلۡأُمِّيَّ ٱلَّذِي يَجِدُونَهُۥ مَكۡتُوبًا عِندَهُمۡ فِي ٱلتَّوۡرَىٰةِ وَٱلۡإِنجِيلِ يَأۡمُرُهُم بِٱلۡمَعۡرُوفِ وَيَنۡهَىٰهُمۡ عَنِ ٱلۡمُنكَرِ وَيُحِلُّ لَهُمُ ٱلطَّيِّبَٰتِ وَيُحَرِّمُ عَلَيۡهِمُ ٱلۡخَبَـٰٓئِثَ وَيَضَعُ عَنۡهُمۡ إِصۡرَهُمۡ وَٱلۡأَغۡلَٰلَ ٱلَّتِي كَانَتۡ عَلَيۡهِمۡۚ فَٱلَّذِينَ ءَامَنُواْ بِهِۦ وَعَزَّرُوهُ وَنَصَرُوهُ وَٱتَّبَعُواْ ٱلنُّورَ ٱلَّذِيٓ أُنزِلَ مَعَهُۥٓ أُوْلَـٰٓئِكَ هُمُ ٱلۡمُفۡلِحُونَ",
      "translation": "जुन मानिसहरूले यस्ता रसूल, नबी उम्मी (निरक्षर) को अनुशरण गर्छन्, जसलाई उनीहरूले आफुकहाँ तौरात र इन्जीलमा लेखिएको पाउँछन् । उनले उनीहरूलाई असल कुराको आदेश गर्दछन् र नराम्रा कुराहरूबाट मनाही गर्दछन् र स्वच्छ कुरालाई हलाल (वैध) बताउँछन् र अपवित्र कुरालाई हराम (वर्जित) बताउँछन् र तिनीहरूमाथिबाट त्यो बोझ उतार्दछन् जुन अहिलेसम्म उनीहरूमाथि लादिएका थिए बन्धनहरूलाई फुक्का गर्दछन् जसमा उनीहरू जकडिएका थिए । अतः जो मानिसहरू त्यस नबीमाथि (सन्देष्टामाथि) विश्वास गर्दछन्(र्इमान ल्याउँछन्) र उनको समर्थन गर्दछन् र उनको सहायता गर्दछन्, र त्यस प्रकाशलाई मान्दछन् जो उनको साथमा पठाइएको छ । यस्ता मानिसहरू पूर्ण सफलता प्राप्त गर्नेवाला हुन् ।",
      "transliteration": "Allatheena yattabiAAoona alrrasoola alnnabiyya alommiyya allathee yajidoonahu maktooban AAindahum fee alttawrati waalinjeeli yamuruhum bialmaAAroofi wayanhahum AAani almunkari wayuhillu lahumu alttayyibati wayuharrimu AAalayhimu alkhabaitha wayadaAAu AAanhum israhum waalaghlala allatee kanat AAalayhim faallatheena amanoo bihi waAAazzaroohu wanasaroohu waittabaAAoo alnnoora allathee onzila maAAahu olaika humu almuflihoona"
    },
    {
      "id": 158,
      "text": "قُلۡ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنِّي رَسُولُ ٱللَّهِ إِلَيۡكُمۡ جَمِيعًا ٱلَّذِي لَهُۥ مُلۡكُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ فَـَٔامِنُواْ بِٱللَّهِ وَرَسُولِهِ ٱلنَّبِيِّ ٱلۡأُمِّيِّ ٱلَّذِي يُؤۡمِنُ بِٱللَّهِ وَكَلِمَٰتِهِۦ وَٱتَّبِعُوهُ لَعَلَّكُمۡ تَهۡتَدُونَ",
      "translation": "तपाईले भनिदिनुस् ‘‘हे मानिसहरू ! म तिमीहरू सबैको लागि त्यस अल्लाहबाट पठाइएको रसूल (सन्देष्टा) हूँ जो आकाशहरू र धर्तीको राज्यको स्वामी हो । उस बाहेक कोही सत्य पूज्य छैन, उसैले जीवन प्रदान गर्दछ र उसैले प्राण लिन्छ । तसर्थ अल्लाहमाथि ईमान ल्याऊ र उसको नबी उम्मीमा, जो स्वयं महान अल्लाह र उसको आदेशमा आस्था राख्दछन् । उनको अनुशरण गर ताकि तिमी (सही) मार्ग पाउन सक ।’’",
      "transliteration": "Qul ya ayyuha alnnasu innee rasoolu Allahi ilaykum jameeAAan allathee lahu mulku alssamawati waalardi la ilaha illa huwa yuhyee wayumeetu faaminoo biAllahi warasoolihi alnnabiyyi alommiyyi allathee yuminu biAllahi wakalimatihi waittabiAAoohu laAAallakum tahtadoona"
    },
    {
      "id": 159,
      "text": "وَمِن قَوۡمِ مُوسَىٰٓ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ",
      "translation": "मूसाको जातिमा एउटा समूह यस्तो पनि छ, जसले सत्यमार्ग देखाउँदछ, र त्यसै अनुरूप न्याय गर्दछ ।",
      "transliteration": "Wamin qawmi moosa ommatun yahdoona bialhaqqi wabihi yaAAdiloona"
    },
    {
      "id": 160,
      "text": "وَقَطَّعۡنَٰهُمُ ٱثۡنَتَيۡ عَشۡرَةَ أَسۡبَاطًا أُمَمٗاۚ وَأَوۡحَيۡنَآ إِلَىٰ مُوسَىٰٓ إِذِ ٱسۡتَسۡقَىٰهُ قَوۡمُهُۥٓ أَنِ ٱضۡرِب بِّعَصَاكَ ٱلۡحَجَرَۖ فَٱنۢبَجَسَتۡ مِنۡهُ ٱثۡنَتَا عَشۡرَةَ عَيۡنٗاۖ قَدۡ عَلِمَ كُلُّ أُنَاسٖ مَّشۡرَبَهُمۡۚ وَظَلَّلۡنَا عَلَيۡهِمُ ٱلۡغَمَٰمَ وَأَنزَلۡنَا عَلَيۡهِمُ ٱلۡمَنَّ وَٱلسَّلۡوَىٰۖ كُلُواْ مِن طَيِّبَٰتِ مَا رَزَقۡنَٰكُمۡۚ وَمَا ظَلَمُونَا وَلَٰكِن كَانُوٓاْ أَنفُسَهُمۡ يَظۡلِمُونَ",
      "translation": "र हामीले उनलाई बाह्र घरानाहरूमा विभक्त गरी, सबैको बेग्ला–बेग्लै समूह निश्चित गरिदियौं । जब उनको कौमका मानिसहरूले पानी मांगे, तब हामीले मूसालाई आदेश गर्यौं ‘‘आफ्नो लठ्ठीले एउटा खास चट्टानमा प्रहार गर । अतः तुरुन्तै त्यसबाट बाह्र मूल फुटे र हरेक समूहले आफ्नो मूल थाहा पाइहाले । र हामीले उनीमाथि बादलको छायाँ गर्यौं, र उनीमाथि ‘‘मन्न’’ र ‘‘सलवा’’ उतार्यौं हामीले तिमीलाई जे राम्रो कुरा प्रदान् गरेका छौं, त्यसलाई खाऊ’’ र उनीहरूले हाम्रो कुनै हानि गरेनन् बरु आफ्नै हानि गर्दथे ।",
      "transliteration": "WaqattaAAnahumu ithnatay AAashrata asbatan omaman waawhayna ila moosa ithi istasqahu qawmuhu ani idrib biAAasaka alhajara fainbajasat minhu ithnata AAashrata AAaynan qad AAalima kullu onasin mashrabahum wathallalna AAalayhimu alghamama waanzalna AAalayhimu almanna waalssalwa kuloo min tayyibati ma razaqnakum wama thalamoona walakin kanoo anfusahum yathlimoona"
    },
    {
      "id": 161,
      "text": "وَإِذۡ قِيلَ لَهُمُ ٱسۡكُنُواْ هَٰذِهِ ٱلۡقَرۡيَةَ وَكُلُواْ مِنۡهَا حَيۡثُ شِئۡتُمۡ وَقُولُواْ حِطَّةٞ وَٱدۡخُلُواْ ٱلۡبَابَ سُجَّدٗا نَّغۡفِرۡ لَكُمۡ خَطِيٓـَٰٔتِكُمۡۚ سَنَزِيدُ ٱلۡمُحۡسِنِينَ",
      "translation": "र (यादगर) जब हामीले उनलाई आदेश दियौं कि तिमीहरू त्यस बस्तीमा गई बस र यसमा जहाँबाट चाहन्छौ खाऊ, र मुखले भन्दै जानु कि तौबा (पश्चाताप) छ र ढोकामा निहुरिएर प्रवेश गर, हामीले तिम्रा त्रुटिहरूलाई क्षमा गरिदिनेछौं, र हामीले सुकर्मीहरूलाई बढी पनि दिनेछौं ।",
      "transliteration": "Waith qeela lahumu oskunoo hathihi alqaryata wakuloo minha haythu shitum waqooloo hittatun waodkhuloo albaba sujjadan naghfir lakum khateeatikum sanazeedu almuhsineena"
    },
    {
      "id": 162,
      "text": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُواْ مِنۡهُمۡ قَوۡلًا غَيۡرَ ٱلَّذِي قِيلَ لَهُمۡ فَأَرۡسَلۡنَا عَلَيۡهِمۡ رِجۡزٗا مِّنَ ٱلسَّمَآءِ بِمَا كَانُواْ يَظۡلِمُونَ",
      "translation": "तर अत्याचारीहरूले, जुन कुरा (कलमा) उनीहरूसित भनिएको थियो, त्यसलाई त्यसभन्दा भिन्न कुरासित बदलिदिए । अतः जुन अत्याचार उनीहरूले गरेका थिए त्यसको कारण र आदेश नष्ट गरेकाले हामीले आकाशबाट तिनीहरूमाथि एउटा यातना पठायौं ।",
      "transliteration": "Fabaddala allatheena thalamoo minhum qawlan ghayra allathee qeela lahum faarsalna AAalayhim rijzan mina alssamai bima kanoo yathlimoona"
    },
    {
      "id": 163,
      "text": "وَسۡـَٔلۡهُمۡ عَنِ ٱلۡقَرۡيَةِ ٱلَّتِي كَانَتۡ حَاضِرَةَ ٱلۡبَحۡرِ إِذۡ يَعۡدُونَ فِي ٱلسَّبۡتِ إِذۡ تَأۡتِيهِمۡ حِيتَانُهُمۡ يَوۡمَ سَبۡتِهِمۡ شُرَّعٗا وَيَوۡمَ لَا يَسۡبِتُونَ لَا تَأۡتِيهِمۡۚ كَذَٰلِكَ نَبۡلُوهُم بِمَا كَانُواْ يَفۡسُقُونَ",
      "translation": "तपाईले उनीहरूसित त्यस बस्तीको विषयमा सोध्नुस्, जो सागरतट्मा अवस्थित थियो र जब तिनीहरूले ‘‘साताको’’ बारेमा सीमा उल्लघंन गर्दथे, जब उनका साताको दिन तिनका माछाहरू खुल्लारूपमा तिनीहरू समक्ष पानीको सतहमाथि आउन्थे, र जब उनको साताको दिन हुँदैनथ्यो तब तिनीहरू उनको सामुन्ने आउँदैनथे । यसप्रकार हामीले उनलाई अवज्ञाकारी भएको कारणले परीक्षामा पार्दथ्यौं ।",
      "transliteration": "Waisalhum AAani alqaryati allatee kanat hadirata albahri ith yaAAdoona fee alssabti ith tateehim heetanuhum yawma sabtihim shurraAAan wayawma la yasbitoona la tateehim kathalika nabloohum bima kanoo yafsuqoona"
    },
    {
      "id": 164,
      "text": "وَإِذۡ قَالَتۡ أُمَّةٞ مِّنۡهُمۡ لِمَ تَعِظُونَ قَوۡمًا ٱللَّهُ مُهۡلِكُهُمۡ أَوۡ مُعَذِّبُهُمۡ عَذَابٗا شَدِيدٗاۖ قَالُواْ مَعۡذِرَةً إِلَىٰ رَبِّكُمۡ وَلَعَلَّهُمۡ يَتَّقُونَ",
      "translation": "र जब तिनीहरूको एक समूहले यस्तो भन्योः कि ‘‘तिमी यस्ता मानिसहरूलाई किन उपदेश दिन्छौ, जसलाई अल्लाह नष्ट गर्नेवाला छ, वा जसलाई कठोर यातना दिनेवाला छ ?’’ उनले भनेः ‘‘तिम्रो पालनकर्ता समक्ष आफूलाई निरपराध सिद्ध गर्नुको निम्ति, र यसकारण कि कदाचित यिनीहरू डराउन् ।’’",
      "transliteration": "Waith qalat ommatun minhum lima taAAithoona qawman Allahu muhlikuhum aw muAAaththibuhum AAathaban shadeedan qaloo maAAthiratan ila rabbikum walaAAallahum yattaqoona"
    },
    {
      "id": 165,
      "text": "فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِۦٓ أَنجَيۡنَا ٱلَّذِينَ يَنۡهَوۡنَ عَنِ ٱلسُّوٓءِ وَأَخَذۡنَا ٱلَّذِينَ ظَلَمُواْ بِعَذَابِۭ بَـِٔيسِۭ بِمَا كَانُواْ يَفۡسُقُونَ",
      "translation": "अनि जब तिनीहरूले त्यो कुरा बिर्सिहाले जुन कुरा उनलाई सम्झाइएको थियो, त हामीले उनीहरूलाई त बचाइहाल्यौं जसले नराम्रो कुराबाट रोक्दथे, र अत्याचारीहरूलाई उनको अवज्ञाको कारणले कठोर यातनामा जकडिहाल्यौं ।",
      "transliteration": "Falamma nasoo ma thukkiroo bihi anjayna allatheena yanhawna AAani alssooi waakhathna allatheena thalamoo biAAathabin baeesin bima kanoo yafsuqoona"
    },
    {
      "id": 166,
      "text": "فَلَمَّا عَتَوۡاْ عَن مَّا نُهُواْ عَنۡهُ قُلۡنَا لَهُمۡ كُونُواْ قِرَدَةً خَٰسِـِٔينَ",
      "translation": "अर्थात जब उनीहरू त्यसमा सीमा उल्लघंन गरे, जुन कुराबाट उनीहरूलाई मनाही गरिएको थियो, त हामीले उनीहरूसित भन्यौं, तिमी अपमानित र तिरस्कृत बाँदर भइहाल ।’’",
      "transliteration": "Falamma AAataw AAan ma nuhoo AAanhu qulna lahum koonoo qiradatan khasieena"
    },
    {
      "id": 167,
      "text": "وَإِذۡ تَأَذَّنَ رَبُّكَ لَيَبۡعَثَنَّ عَلَيۡهِمۡ إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَن يَسُومُهُمۡ سُوٓءَ ٱلۡعَذَابِۗ إِنَّ رَبَّكَ لَسَرِيعُ ٱلۡعِقَابِ وَإِنَّهُۥ لَغَفُورٞ رَّحِيمٞ",
      "translation": "र त्यो समय स्मरण गर्नु योग्य छ जबकि तपाईको पालनकर्ताले यो कुरा भन्योः कि उसले यी यहूदीहरूमाथि कियामतसम्म यस्तो व्यक्तिलाई अवश्य नियुक्त गरिराख्ने छ, जसले उनीहरूलाई दुखद् (पीडादायक) सजाय दिई रहनेछ । निःसन्देह तिम्रो पालनहार छिटै सजाय दिइहाल्छ, र निःसन्देह ऊ बडो क्षमाशील, अत्यन्त दयावान छ ।",
      "transliteration": "Waith taaththana rabbuka layabAAathanna AAalayhim ila yawmi alqiyamati man yasoomuhum sooa alAAathabi inna rabbaka lasareeAAu alAAiqabi wainnahu laghafoorun raheemun"
    },
    {
      "id": 168,
      "text": "وَقَطَّعۡنَٰهُمۡ فِي ٱلۡأَرۡضِ أُمَمٗاۖ مِّنۡهُمُ ٱلصَّـٰلِحُونَ وَمِنۡهُمۡ دُونَ ذَٰلِكَۖ وَبَلَوۡنَٰهُم بِٱلۡحَسَنَٰتِ وَٱلسَّيِّـَٔاتِ لَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "र हामीले पृथ्वीमा तिनीहरूलाई विभिन्न वर्गमा विभाजित गरी फिँजाइदियौं । यिनीमध्ये केही राम्रो काम गर्नेवाला (नेक) थिए र केही भिन्न प्रकारका, र हामीले दुःख र सुख दुवैबाट तिनीहरूको परीक्षा लिदैं गरें ताकि कदाचित तिनीहरू खराब कामबाट रुकि जाउन् ।",
      "transliteration": "WaqattaAAnahum fee alardi omaman minhumu alssalihoona waminhum doona thalika wabalawnahum bialhasanati waalssayyiati laAAallahum yarjiAAoona"
    },
    {
      "id": 169,
      "text": "فَخَلَفَ مِنۢ بَعۡدِهِمۡ خَلۡفٞ وَرِثُواْ ٱلۡكِتَٰبَ يَأۡخُذُونَ عَرَضَ هَٰذَا ٱلۡأَدۡنَىٰ وَيَقُولُونَ سَيُغۡفَرُ لَنَا وَإِن يَأۡتِهِمۡ عَرَضٞ مِّثۡلُهُۥ يَأۡخُذُوهُۚ أَلَمۡ يُؤۡخَذۡ عَلَيۡهِم مِّيثَٰقُ ٱلۡكِتَٰبِ أَن لَّا يَقُولُواْ عَلَى ٱللَّهِ إِلَّا ٱلۡحَقَّ وَدَرَسُواْ مَا فِيهِۗ وَٱلدَّارُ ٱلۡأٓخِرَةُ خَيۡرٞ لِّلَّذِينَ يَتَّقُونَۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "अनि उनीहरूपछि यस्ता मानिसहरू उनीहरूको ठाउँ ओगटे (उत्तराधिकारी भए), जो किताबका वारिस भई यस संसारको सम्पत्ति लिन्छन्, र भन्छन्ः ‘‘हामीलाई अवश्य क्षमा गरिने छ ।’’ र यदि यस्तै अरु सम्पत्तिहरू पनि उनको पासमा आउँछन् भने त्यसलाई पनि लिइहाल्नेछन् । के उनीहरूसित यस किताबको यो वाचा लिएको थिएन कि अल्लाहको बारेमा सत्य बाहेक अरु केही नभनुन्, र उनीहरूले यस किताबमा जे छ त्यसलाई पढिसकेका छन् । र आखिरतको घर उनीहरूकै निम्ति उत्तम छ, जो असल काम गर्दछन्, त के तिमी बुझ्दैनौं ?",
      "transliteration": "Fakhalafa min baAAdihim khalfun warithoo alkitaba yakhuthoona AAarada hatha aladna wayaqooloona sayughfaru lana wain yatihim AAaradun mithluhu yakhuthoohu alam yukhath AAalayhim meethaqu alkitabi an la yaqooloo AAala Allahi illa alhaqqa wadarasoo ma feehi waalddaru alakhiratu khayrun lillatheena yattaqoona afala taAAqiloona"
    },
    {
      "id": 170,
      "text": "وَٱلَّذِينَ يُمَسِّكُونَ بِٱلۡكِتَٰبِ وَأَقَامُواْ ٱلصَّلَوٰةَ إِنَّا لَا نُضِيعُ أَجۡرَ ٱلۡمُصۡلِحِينَ",
      "translation": "जुन मानिसहरूले किताबलाई दृढतापूर्वक समातेका छन्, र नियमित रूपमा नमाज पढिराखेका छन्, हामीले यस्ता आफूलाई सुधार्ने सदाचारीहरूको प्रतिफल (पुण्य) नष्ट गर्दैनौं ।",
      "transliteration": "Waallatheena yumassikoona bialkitabi waaqamoo alssalata inna la nudeeAAu ajra almusliheena"
    },
    {
      "id": 171,
      "text": "۞وَإِذۡ نَتَقۡنَا ٱلۡجَبَلَ فَوۡقَهُمۡ كَأَنَّهُۥ ظُلَّةٞ وَظَنُّوٓاْ أَنَّهُۥ وَاقِعُۢ بِهِمۡ خُذُواْ مَآ ءَاتَيۡنَٰكُم بِقُوَّةٖ وَٱذۡكُرُواْ مَا فِيهِ لَعَلَّكُمۡ تَتَّقُونَ",
      "translation": "र स्मरण गर जब हामीले उनीहरूमाथि पहाड ठड्यायौं मानो त्यो तिनीहरूमाथि छायाँ (शामियाना) थियो र उनीहरूले ठाने कि त्यो उनीहरूमाथि अब खस्न गइराखेको छ । र भन्यौं कि जुन किताब हामीले तिमीलाई दिएका छौं, त्यसलाई दृढतापूर्वक स्वीकार गर र यसमा जुन निर्देशनहरू छन् त्यसलाई यादराख, तिनीहरूबाट यो अपेक्षा छ कि तिमी असल (मुत्तकी) बन्न सक्दछौ ।",
      "transliteration": "Waith nataqna aljabala fawqahum kaannahu thullatun wathannoo annahu waqiAAun bihim khuthoo ma ataynakum biquwwatin waothkuroo ma feehi laAAallakum tattaqoona"
    },
    {
      "id": 172,
      "text": "وَإِذۡ أَخَذَ رَبُّكَ مِنۢ بَنِيٓ ءَادَمَ مِن ظُهُورِهِمۡ ذُرِّيَّتَهُمۡ وَأَشۡهَدَهُمۡ عَلَىٰٓ أَنفُسِهِمۡ أَلَسۡتُ بِرَبِّكُمۡۖ قَالُواْ بَلَىٰ شَهِدۡنَآۚ أَن تَقُولُواْ يَوۡمَ ٱلۡقِيَٰمَةِ إِنَّا كُنَّا عَنۡ هَٰذَا غَٰفِلِينَ",
      "translation": "र जब तपाईको पालनकर्ताले आदमको सन्तानको ढाडबाट उनको सन्तति सृष्टि गर्यो, र उनीहरूलाई स्वयं उनकै लागि स्वीकारोक्ति लियो कि ‘‘के म तिम्रो पालनकर्ता होइन ?’’ उनीहरूले भनेः ‘‘हो, हामी सबै साक्षी छौं ।’’ यस्तो यसकारणले गर्यौं ताकि तिनीहरूले कियामतको दिन यो नभनुन, कि ‘‘हामीलाई यसको ज्ञान नै थिएन ।’’",
      "transliteration": "Waith akhatha rabbuka min banee adama min thuhoorihim thurriyyatahum waashhadahum AAala anfusihim alastu birabbikum qaloo bala shahidna an taqooloo yawma alqiyamati inna kunna AAan hatha ghafileena"
    },
    {
      "id": 173,
      "text": "أَوۡ تَقُولُوٓاْ إِنَّمَآ أَشۡرَكَ ءَابَآؤُنَا مِن قَبۡلُ وَكُنَّا ذُرِّيَّةٗ مِّنۢ بَعۡدِهِمۡۖ أَفَتُهۡلِكُنَا بِمَا فَعَلَ ٱلۡمُبۡطِلُونَ",
      "translation": "वा यो भन कि ‘‘अघि शिर्क हाम्रा पूर्वजले गरे । हामी त उनीपछि उनका सन्तति भयौं ।’’ त के तिमीले हामीलाई मिथ्याचारीहरूले गरेको क्रियाकलापको लागि विनष्ट गर्नेछौ ।",
      "transliteration": "Aw taqooloo innama ashraka abaona min qablu wakunna thurriyyatan min baAAdihim afatuhlikuna bima faAAala almubtiloona"
    },
    {
      "id": 174,
      "text": "وَكَذَٰلِكَ نُفَصِّلُ ٱلۡأٓيَٰتِ وَلَعَلَّهُمۡ يَرۡجِعُونَ",
      "translation": "हामी यसैप्रकार आयातलाई स्पष्ट बर्णन गर्छौं, ताकि यिनीहरू हामीतिर फर्कुन् ।",
      "transliteration": "Wakathalika nufassilu alayati walaAAallahum yarjiAAoona"
    },
    {
      "id": 175,
      "text": "وَٱتۡلُ عَلَيۡهِمۡ نَبَأَ ٱلَّذِيٓ ءَاتَيۡنَٰهُ ءَايَٰتِنَا فَٱنسَلَخَ مِنۡهَا فَأَتۡبَعَهُ ٱلشَّيۡطَٰنُ فَكَانَ مِنَ ٱلۡغَاوِينَ",
      "translation": "र तिनीहरूलाई त्यस मानिसको खबर सुनाइदिनुस् कि जसलाई हामीले आफ्नो आयत प्रदान गर्यौं तर ऊ त्यसबाट पूर्णतः निष्कासित भइहाल्यो, अनि शैतान उसको पछि लाग्यो । अन्ततः ऊ पथभ्रष्टहरूमा शामेल भइहाल्यो ।",
      "transliteration": "Waotlu AAalayhim nabaa allathee ataynahu ayatina fainsalakha minha faatbaAAahu alshshaytanu fakana mina alghaweena"
    },
    {
      "id": 176,
      "text": "وَلَوۡ شِئۡنَا لَرَفَعۡنَٰهُ بِهَا وَلَٰكِنَّهُۥٓ أَخۡلَدَ إِلَى ٱلۡأَرۡضِ وَٱتَّبَعَ هَوَىٰهُۚ فَمَثَلُهُۥ كَمَثَلِ ٱلۡكَلۡبِ إِن تَحۡمِلۡ عَلَيۡهِ يَلۡهَثۡ أَوۡ تَتۡرُكۡهُ يَلۡهَثۚ ذَّـٰلِكَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَاۚ فَٱقۡصُصِ ٱلۡقَصَصَ لَعَلَّهُمۡ يَتَفَكَّرُونَ",
      "translation": "र यदि हामीले चाहेको भए यी आयातबाट उसलाई उच्च दर्जा प्रदान गथ्र्यौं, तर त्यो त पृथ्वीतिर प्रवृत्त भयो, र आफ्नो निकृष्ट इच्छापूर्ति पछि लाग्यो, तसर्थ उसको उदाहरण कुकुर जस्तो हुन गयो कि यदि तिमीले उसलार्इ हप्काए पनि त्यसले जिब्रो निकाली हाँप्ने गर्छ वा त्यसलार्इ छाडिदिनुस् तैपनि त्यस्तै गरिरहन्छ । यही उदाहरण ती मानिसहरूको छ, जसले हाम्रा आयतहरूलाई झूठा भने । तसर्थ तपाईले यो वृत्तान्त बर्णन गरिदिनुस् शायद उनीहरूले सोचविचार गर्न सकुन् ।",
      "transliteration": "Walaw shina larafaAAnahu biha walakinnahu akhlada ila alardi waittabaAAa hawahu famathaluhu kamathali alkalbi in tahmil AAalayhi yalhath aw tatrukhu yalhath thalika mathalu alqawmi allatheena kaththaboo biayatina faoqsusi alqasasa laAAallahum yatafakkaroona"
    },
    {
      "id": 177,
      "text": "سَآءَ مَثَلًا ٱلۡقَوۡمُ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا وَأَنفُسَهُمۡ كَانُواْ يَظۡلِمُونَ",
      "translation": "उनीहरूको उदाहरण पनि नराम्रो छ, जसले हाम्रा आयतहरूलाई (श्लोकहरूर्लाइ) झूठो ठान्दछन् र तिनीहरू आफ्नो नोक्सानी नै गर्दछन् ।",
      "transliteration": "Saa mathalan alqawmu allatheena kaththaboo biayatina waanfusahum kanoo yathlimoona"
    },
    {
      "id": 178,
      "text": "مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِيۖ وَمَن يُضۡلِلۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلۡخَٰسِرُونَ",
      "translation": "जसलाई अल्लाहले (असल) मार्ग देखाउँछ, त्यही सोझो मार्ग पाउनेवाला हुन्छ, र जसलाई उसले मार्गबाट बिचलित गर्दछ, तिनै घाटामा पर्नेवाला हुन्छन् ।",
      "transliteration": "Man yahdi Allahu fahuwa almuhtadee waman yudlil faolaika humu alkhasiroona"
    },
    {
      "id": 179,
      "text": "وَلَقَدۡ ذَرَأۡنَا لِجَهَنَّمَ كَثِيرٗا مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ لَهُمۡ قُلُوبٞ لَّا يَفۡقَهُونَ بِهَا وَلَهُمۡ أَعۡيُنٞ لَّا يُبۡصِرُونَ بِهَا وَلَهُمۡ ءَاذَانٞ لَّا يَسۡمَعُونَ بِهَآۚ أُوْلَـٰٓئِكَ كَٱلۡأَنۡعَٰمِ بَلۡ هُمۡ أَضَلُّۚ أُوْلَـٰٓئِكَ هُمُ ٱلۡغَٰفِلُونَ",
      "translation": "र हामीले यस्ता धेरै जिन्न (दानव) र मानिसहरू नर्कको निम्ति सृष्टि गरेका छौं, तिनीहरूको हृदय छन् तर त्यसबाट बुझ्दैनन्, र तिनीहरूको आँखा छन्, तर त्यसबाट देख्दैनन्, र उनीहरूको कान छन्, जसबाट सुन्दैनन् । यी मानिसहरू पशु समान छन् बरु त्यसभन्दा पनि बढी (पथभ्रष्ट) छन्, यिनीहरू नै अचेत छन् ।",
      "transliteration": "Walaqad tharana lijahannama katheeran mina aljinni waalinsi lahum quloobun la yafqahoona biha walahum aAAyunun la yubsiroona biha walahum athanun la yasmaAAoona biha olaika kaalanAAami bal hum adallu olaika humu alghafiloona"
    },
    {
      "id": 180,
      "text": "وَلِلَّهِ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰ فَٱدۡعُوهُ بِهَاۖ وَذَرُواْ ٱلَّذِينَ يُلۡحِدُونَ فِيٓ أَسۡمَـٰٓئِهِۦۚ سَيُجۡزَوۡنَ مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "र राम्रा–राम्रा नाम अल्लाहकै लागि हुन् । यसर्थ ती नामहरूद्वारा नै उसलाई पुकार र यस्ता मानिससित सम्बन्ध पनि नराख जो उसको नामको सम्बन्धमा कुटिलता गर्छन् । यिनीहरू यसको निम्ति अवश्य नै दण्ड पाउनेछन् ।",
      "transliteration": "Walillahi alasmao alhusna faodAAoohu biha watharoo allatheena yulhidoona fee asmaihi sayujzawna ma kanoo yaAAmaloona"
    },
    {
      "id": 181,
      "text": "وَمِمَّنۡ خَلَقۡنَآ أُمَّةٞ يَهۡدُونَ بِٱلۡحَقِّ وَبِهِۦ يَعۡدِلُونَ",
      "translation": "हामीले सृष्टि गरेका प्राणीहरूमध्ये एउटा यस्तो समूह पनि छ, जसले सत्य अनुसार मार्ग देखाउँछ र त्यसै बमोजिम न्याय पनि गर्दछ ।",
      "transliteration": "Wamimman khalaqna ommatun yahdoona bialhaqqi wabihi yaAAdiloona"
    },
    {
      "id": 182,
      "text": "وَٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِنَا سَنَسۡتَدۡرِجُهُم مِّنۡ حَيۡثُ لَا يَعۡلَمُونَ",
      "translation": "र जसले हाम्रा आयतहरूलाई झूठो ठान्दछन्, हामीले उनीहरूलाई क्रमशः आफ्नो पकडमा लिइराखेका छौं । यस्तो तरीकाबाट जुन उनीहरू जान्दैनन् ।",
      "transliteration": "Waallatheena kaththaboo biayatina sanastadrijuhum min haythu la yaAAlamoona"
    },
    {
      "id": 183,
      "text": "وَأُمۡلِي لَهُمۡۚ إِنَّ كَيۡدِي مَتِينٌ",
      "translation": "(म त) उनीहरूलाई छूट दिइराखेको छु । निश्चय नै मेरो योजना अत्यन्त सुदृढ छ ।",
      "transliteration": "Waomlee lahum inna kaydee mateenun"
    },
    {
      "id": 184,
      "text": "أَوَلَمۡ يَتَفَكَّرُواْۗ مَا بِصَاحِبِهِم مِّن جِنَّةٍۚ إِنۡ هُوَ إِلَّا نَذِيرٞ مُّبِينٌ",
      "translation": "के उनीहरूले यस कुराको विचार गरेनन् कि उनको साथीलाई उन्माद छैन । उनी त मात्र एउटा स्पष्टरूपले सचेत गराउनेवाला हुन् ।",
      "transliteration": "Awalam yatafakkaroo ma bisahibihim min jinnatin in huwa illa natheerun mubeenun"
    },
    {
      "id": 185,
      "text": "أَوَلَمۡ يَنظُرُواْ فِي مَلَكُوتِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا خَلَقَ ٱللَّهُ مِن شَيۡءٖ وَأَنۡ عَسَىٰٓ أَن يَكُونَ قَدِ ٱقۡتَرَبَ أَجَلُهُمۡۖ فَبِأَيِّ حَدِيثِۭ بَعۡدَهُۥ يُؤۡمِنُونَ",
      "translation": "र के उनीहरूले विचार पुर्याएनन् आकाश र धर्तीको राज्यमा, जुन कुरो अल्लाहले सृष्टि गरेको छ, र यस कुरोमाथि पनि कि सम्भव छ उनको (मृत्युको) अवधि नजिक आइपुगेको छ । फेरि कुरआन पश्चात कुन कुरोमाथि यिनीहरूले ईमान ल्याउनेछन् ।",
      "transliteration": "Awalam yanthuroo fee malakooti alssamawati waalardi wama khalaqa Allahu min shayin waan AAasa an yakoona qadi iqtaraba ajaluhum fabiayyi hadeethin baAAdahu yuminoona"
    },
    {
      "id": 186,
      "text": "مَن يُضۡلِلِ ٱللَّهُ فَلَا هَادِيَ لَهُۥۚ وَيَذَرُهُمۡ فِي طُغۡيَٰنِهِمۡ يَعۡمَهُونَ",
      "translation": "जसलाई अल्लाहले विचलित गर्दछ, उसलाई कसैले सही बाटोमा ल्याउन सक्दैन, र अल्लाहले उनीहरूलाई मार्ग विचलनमा छाडिदिन्छन् ।",
      "transliteration": "Man yudlili Allahu fala hadiya lahu wayatharuhum fee tughyanihim yaAAmahoona"
    },
    {
      "id": 187,
      "text": "يَسۡـَٔلُونَكَ عَنِ ٱلسَّاعَةِ أَيَّانَ مُرۡسَىٰهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ رَبِّيۖ لَا يُجَلِّيهَا لِوَقۡتِهَآ إِلَّا هُوَۚ ثَقُلَتۡ فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ لَا تَأۡتِيكُمۡ إِلَّا بَغۡتَةٗۗ يَسۡـَٔلُونَكَ كَأَنَّكَ حَفِيٌّ عَنۡهَاۖ قُلۡ إِنَّمَا عِلۡمُهَا عِندَ ٱللَّهِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "यिनीहरूले तपाईसित कियामतको सम्बन्धमा प्रश्न गर्दछन्ः कि ‘‘यो कहिले आउनेछ’’ ? तपाई भनिदिनुस्ः कि ‘‘यसको ज्ञान मात्र मेरो पालनकर्तासँग छ’’ । अतः अल्लाह बाहेक अरु कसैले त्यसलाई त्यसको समय प्रकटगर्न सक्दैन । त्यो आकाश र धर्तीमा अत्यन्त ठूलो (घटना) हुनेछ र त्यो एक्कासी तिमीमाथि आइलाग्नेछ । उनीहरू तपाईसित यस प्रकार सोध्छन् जस्तो कि त्यसको बारेमा तपाईलाई राम्ररी थाहा छ । भनिदिनुस्ः यसको ज्ञान खास अल्लाहसित नै छ, तर यो कुरा धेरैले बुझ्दैनन् ।",
      "transliteration": "Yasaloonaka AAani alssaAAati ayyana mursaha qul innama AAilmuha AAinda rabbee la yujalleeha liwaqtiha illa huwa thaqulat fee alssamawati waalardi la tateekum illa baghtatan yasaloonaka kaannaka hafiyyun AAanha qul innama AAilmuha AAinda Allahi walakinna akthara alnnasi la yaAAlamoona"
    },
    {
      "id": 188,
      "text": "قُل لَّآ أَمۡلِكُ لِنَفۡسِي نَفۡعٗا وَلَا ضَرًّا إِلَّا مَا شَآءَ ٱللَّهُۚ وَلَوۡ كُنتُ أَعۡلَمُ ٱلۡغَيۡبَ لَٱسۡتَكۡثَرۡتُ مِنَ ٱلۡخَيۡرِ وَمَا مَسَّنِيَ ٱلسُّوٓءُۚ إِنۡ أَنَا۠ إِلَّا نَذِيرٞ وَبَشِيرٞ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "भनिदिनुस्ः मसंग आफ्नो निम्ति पनि कुनै लाभको अधिकार छैन, र न कुनै हानिको, तर त्यति मात्र जति अल्लाहले चाहेको हुन्छ, र यदि म अदृश्यको कुरा जान्ने भए, मैले धेरै नाफा प्राप्त गरिहाल्थें र मलाई कुनै नोक्सानी हुने थिएन । म त मात्र सचेत गराउने र शुभसमाचार दिनेवाला हूँ, त्यस्ता मानिसहरूलाई जसले ईमान ल्याएका छन् ।",
      "transliteration": "Qul la amliku linafsee nafAAan wala darran illa ma shaa Allahu walaw kuntu aAAlamu alghayba laistakthartu mina alkhayri wama massaniya alssooo in ana illa natheerun wabasheerun liqawmin yuminoona"
    },
    {
      "id": 189,
      "text": "۞هُوَ ٱلَّذِي خَلَقَكُم مِّن نَّفۡسٖ وَٰحِدَةٖ وَجَعَلَ مِنۡهَا زَوۡجَهَا لِيَسۡكُنَ إِلَيۡهَاۖ فَلَمَّا تَغَشَّىٰهَا حَمَلَتۡ حَمۡلًا خَفِيفٗا فَمَرَّتۡ بِهِۦۖ فَلَمَّآ أَثۡقَلَت دَّعَوَا ٱللَّهَ رَبَّهُمَا لَئِنۡ ءَاتَيۡتَنَا صَٰلِحٗا لَّنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
      "translation": "त्यो अल्लाह नै हो, जसले तिमीलाई एउटै शरीरबाट सृष्टि गर्यो र त्यसैबाट उसको जोडी बनायो ताकि आफ्नो जोडीबाट शान्ति प्राप्त गर्न सकोस् । अनि जब लोग्नेले स्वास्नीसित सम्पर्क गर्यो त त्यसलाई हलुका गर्भ रह्यो । यसर्थ तिनले त्यसलाई लिई हिंडडुल गरिरहिन् । अनि जब तिनी गह्रुँगो भइन् तब लोग्ने स्वास्नी दुवैले अल्लाहसित जो उनको पालनकर्ता हो, प्रार्थना गर्न थाले कि यदि तिमीले हामीलाई पूर्ण स्वस्थ्य बच्चा दियौ भने निश्चय नै हामी तिमी प्रति ठुलो कृतज्ञता प्रकट गर्नेछौं ।",
      "transliteration": "Huwa allathee khalaqakum min nafsin wahidatin wajaAAala minha zawjaha liyaskuna ilayha falamma taghashshaha hamalat hamlan khafeefan famarrat bihi falamma athqalat daAAawa Allaha rabbahuma lain ataytana salihan lanakoonanna mina alshshakireena"
    },
    {
      "id": 190,
      "text": "فَلَمَّآ ءَاتَىٰهُمَا صَٰلِحٗا جَعَلَا لَهُۥ شُرَكَآءَ فِيمَآ ءَاتَىٰهُمَاۚ فَتَعَٰلَى ٱللَّهُ عَمَّا يُشۡرِكُونَ",
      "translation": "तसर्थ अल्लाहले जब दुबैलाई पूर्ण स्वस्थ बच्चा दियो त ती दुवैले अल्लाहबाट प्रदान गरिएको कुरामा त्यसको साझेदार निर्धारित गर्नथाले । किन्तु अल्लाह पवित्र छ उनको शिर्क (साझेदारी) बाट ।",
      "transliteration": "Falamma atahuma salihan jaAAala lahu shurakaa feema atahuma fataAAala Allahu AAamma yushrikoona"
    },
    {
      "id": 191,
      "text": "أَيُشۡرِكُونَ مَا لَا يَخۡلُقُ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ",
      "translation": "के तिनीहरू त्यस्तालाई साझेदार ठहराउँछन्, जो कुनै कुराको सृष्टि गर्न सक्दैनन्, र स्वयं नै सृष्टि गरिएका हुन् ।",
      "transliteration": "Ayushrikoona ma la yakhluqu shayan wahum yukhlaqoona"
    },
    {
      "id": 192,
      "text": "وَلَا يَسۡتَطِيعُونَ لَهُمۡ نَصۡرٗا وَلَآ أَنفُسَهُمۡ يَنصُرُونَ",
      "translation": "र तिनीहरूले उनीहरूलाई कुनै प्रकारको सहायता गर्न सक्दैनन् र आफूलाई पनि सहायता गर्न सक्दैनन् ।",
      "transliteration": "Wala yastateeAAoona lahum nasran wala anfusahum yansuroona"
    },
    {
      "id": 193,
      "text": "وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَتَّبِعُوكُمۡۚ سَوَآءٌ عَلَيۡكُمۡ أَدَعَوۡتُمُوهُمۡ أَمۡ أَنتُمۡ صَٰمِتُونَ",
      "translation": "र यदि तिमीले यिनीहरूलाई कुनै कुरा बताउन पुकार्छौ भने तिनीले भनेको मान्दैनन् । तिम्रो निम्ति दुवै कुरा समान छन् चाहे तिमीले बोलाऊ वा चुप लाग ।",
      "transliteration": "Wain tadAAoohum ila alhuda la yattabiAAookum sawaon AAalaykum adaAAawtumoohum am antum samitoona"
    },
    {
      "id": 194,
      "text": "إِنَّ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ عِبَادٌ أَمۡثَالُكُمۡۖ فَٱدۡعُوهُمۡ فَلۡيَسۡتَجِيبُواْ لَكُمۡ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "वास्तवमा तिमीले अल्लाहलाई छाडेर जसलाई पुकार्दछौ, तिनीहरू तिमी जस्तै बन्दा (उपासक) हुन् । तसर्थ तिमी साँचो हौ भने तिमीले तिनीहरूलाई पुकार ताकि तिनीहरूले तिमीले चाहेको कुरा पूरा गरिदेउन् ।",
      "transliteration": "Inna allatheena tadAAoona min dooni Allahi AAibadun amthalukum faodAAoohum falyastajeeboo lakum in kuntum sadiqeena"
    },
    {
      "id": 195,
      "text": "أَلَهُمۡ أَرۡجُلٞ يَمۡشُونَ بِهَآۖ أَمۡ لَهُمۡ أَيۡدٖ يَبۡطِشُونَ بِهَآۖ أَمۡ لَهُمۡ أَعۡيُنٞ يُبۡصِرُونَ بِهَآۖ أَمۡ لَهُمۡ ءَاذَانٞ يَسۡمَعُونَ بِهَاۗ قُلِ ٱدۡعُواْ شُرَكَآءَكُمۡ ثُمَّ كِيدُونِ فَلَا تُنظِرُونِ",
      "translation": "के उनका खुट्टा छन् जसबाट हिंडछन् वा हात छन् जसबाट कुनै कुरा समात्दछन् वा आँखा छन् जसबाट देख्छन् वा उनको कान छन् जसबाट सुनिराखेका छन् । तपाई भनिदिनुस् कि आफ्ना सबै सहभागीहरूलाई पुकार र मेरो नोक्सानी गर्ने उपाय गर यस प्रकार कि मलाई अलि कति पनि मोहलत नमिलोस् ।",
      "transliteration": "Alahum arjulun yamshoona biha am lahum aydin yabtishoona biha am lahum aAAyunun yubsiroona biha am lahum athanun yasmaAAoona biha quli odAAoo shurakaakum thumma keedooni fala tunthirooni"
    },
    {
      "id": 196,
      "text": "إِنَّ وَلِـِّۧيَ ٱللَّهُ ٱلَّذِي نَزَّلَ ٱلۡكِتَٰبَۖ وَهُوَ يَتَوَلَّى ٱلصَّـٰلِحِينَ",
      "translation": "निश्चय नै मेरो सहायक अल्लाह नै हो, जसले यो किताब उतारेको छ, र त्यसैले सदाचारीहरूको सहायता गर्दछ ।",
      "transliteration": "Inna waliyyiya Allahu allathee nazzala alkitaba wahuwa yatawalla alssaliheena"
    },
    {
      "id": 197,
      "text": "وَٱلَّذِينَ تَدۡعُونَ مِن دُونِهِۦ لَا يَسۡتَطِيعُونَ نَصۡرَكُمۡ وَلَآ أَنفُسَهُمۡ يَنصُرُونَ",
      "translation": "तिमीहरूले अल्लाहलाई छाडेर जस जसलाई पूजा गर्दछौ, त्यसले तिम्रो कुनै सहायता गर्न सक्दैनन् र न आफ्नै सहायता गर्न सक्छन् ।",
      "transliteration": "Waallatheena tadAAoona min doonihi la yastateeAAoona nasrakum wala anfusahum yansuroona"
    },
    {
      "id": 198,
      "text": "وَإِن تَدۡعُوهُمۡ إِلَى ٱلۡهُدَىٰ لَا يَسۡمَعُواْۖ وَتَرَىٰهُمۡ يَنظُرُونَ إِلَيۡكَ وَهُمۡ لَا يُبۡصِرُونَ",
      "translation": "र यदि उनलाई सोझो मार्गतिर बोलाउनुहुन्छ भने तिनीहरूले सुन्ने छैनन् । र तिनीहरूलाई तपाईले यसरी देख्नुहुन्छ जस्तो कि उनीहरूले तपाईलाई देखिराखेका छन्, जबकि तिनीहरूले केही पनि देख्दैनन् ।",
      "transliteration": "Wain tadAAoohum ila alhuda la yasmaAAoo watarahum yanthuroona ilayka wahum la yubsiroona"
    },
    {
      "id": 199,
      "text": "خُذِ ٱلۡعَفۡوَ وَأۡمُرۡ بِٱلۡعُرۡفِ وَأَعۡرِضۡ عَنِ ٱلۡجَٰهِلِينَ",
      "translation": "तपाई क्षमाको नीति अपनाउनुस्, र असल कामको उपदेश दिदै गर्नुस् र अज्ञानीहरूबाट टाढा बस्नुस् ।",
      "transliteration": "Khuthi alAAafwa wamur bialAAurfi waaAArid AAani aljahileena"
    },
    {
      "id": 200,
      "text": "وَإِمَّا يَنزَغَنَّكَ مِنَ ٱلشَّيۡطَٰنِ نَزۡغٞ فَٱسۡتَعِذۡ بِٱللَّهِۚ إِنَّهُۥ سَمِيعٌ عَلِيمٌ",
      "translation": "र यदि तपाईलाई शैतानतिरबाट कुनै असमंजस आउँछ भने अल्लाहसित शरण माँग्ने गर्नुस् । निश्चय नै ऊ सबै कुरा सुन्दछ र जान्दछ ।",
      "transliteration": "Waimma yanzaghannaka mina alshshaytani nazghun faistaAAith biAllahi innahu sameeAAun AAaleemun"
    },
    {
      "id": 201,
      "text": "إِنَّ ٱلَّذِينَ ٱتَّقَوۡاْ إِذَا مَسَّهُمۡ طَـٰٓئِفٞ مِّنَ ٱلشَّيۡطَٰنِ تَذَكَّرُواْ فَإِذَا هُم مُّبۡصِرُونَ",
      "translation": "निश्चय नै अल्लाहसित डराउनेहरूलाई जब कुनै खतराको संकेत आउँछ तब उनी जिक्र गर्न थाल्छन्, तसर्थ एक्कासी उनका आँखाहरू खुलिहाल्छन् ।",
      "transliteration": "Inna allatheena ittaqaw itha massahum taifun mina alshshaytani tathakkaroo faitha hum mubsiroona"
    },
    {
      "id": 202,
      "text": "وَإِخۡوَٰنُهُمۡ يَمُدُّونَهُمۡ فِي ٱلۡغَيِّ ثُمَّ لَا يُقۡصِرُونَ",
      "translation": "र जो शैतानका मातहतमा छन्, तिनहिरूले उनीहरूलाई कुमार्गतिर तानेर लग्छन्, अनि त्यसमा कुनै कसर बाँकी राख्दैनन् ।",
      "transliteration": "Waikhwanuhum yamuddoonahum fee alghayyi thumma la yuqsiroona"
    },
    {
      "id": 203,
      "text": "وَإِذَا لَمۡ تَأۡتِهِم بِـَٔايَةٖ قَالُواْ لَوۡلَا ٱجۡتَبَيۡتَهَاۚ قُلۡ إِنَّمَآ أَتَّبِعُ مَا يُوحَىٰٓ إِلَيَّ مِن رَّبِّيۚ هَٰذَا بَصَآئِرُ مِن رَّبِّكُمۡ وَهُدٗى وَرَحۡمَةٞ لِّقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "जब तपाईले कुनै चमत्कार उनीहरू समक्ष ल्याउनुहुन्न तब उनीहरूले भन्छन्ः कि ‘‘तपाईले स्वयं यो चमत्कार किन ल्याउनु भएन’’ ? तपाईले भनिदिनुस्ः कि म त त्यही कुराको पालना गर्दछु जुन आदेश मेरो पालनकर्ताले पठाएको छ । यी तपाईको पालनकर्ताको तर्फबाट प्रमाण हुन्, र ईमानवालाहरूको लागि मार्गदर्शन र दया हो ।",
      "transliteration": "Waitha lam tatihim biayatin qaloo lawla ijtabaytaha qul innama attabiAAu ma yooha ilayya min rabbee hatha basairu min rabbikum wahudan warahmatun liqawmin yuminoona"
    },
    {
      "id": 204,
      "text": "وَإِذَا قُرِئَ ٱلۡقُرۡءَانُ فَٱسۡتَمِعُواْ لَهُۥ وَأَنصِتُواْ لَعَلَّكُمۡ تُرۡحَمُونَ",
      "translation": "र जब कुरआन पढिन्छ तब त्यतातिर ध्यान दिएर सुन, र चुप लागेर बस, ताकि तिमीमाथि दया गरियोस् ।",
      "transliteration": "Waitha quria alquranu faistamiAAoo lahu waansitoo laAAallakum turhamoona"
    },
    {
      "id": 205,
      "text": "وَٱذۡكُر رَّبَّكَ فِي نَفۡسِكَ تَضَرُّعٗا وَخِيفَةٗ وَدُونَ ٱلۡجَهۡرِ مِنَ ٱلۡقَوۡلِ بِٱلۡغُدُوِّ وَٱلۡأٓصَالِ وَلَا تَكُن مِّنَ ٱلۡغَٰفِلِينَ",
      "translation": "र हे नबी ! आफ्नो पालनकर्तालाई आफ्नो मनमा बिहान बेलुका विनम्रतापूर्वक, डर मान्दै मसिनो आवाजमा स्मरण गर्दैगर र बेवास्ता गर्नेहरूमध्येको नहोऊ ।",
      "transliteration": "Waothkur rabbaka fee nafsika tadarruAAan wakheefatan wadoona aljahri mina alqawli bialghuduwwi waalasali wala takun mina alghafileena"
    },
    {
      "id": 206,
      "text": "إِنَّ ٱلَّذِينَ عِندَ رَبِّكَ لَا يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِهِۦ وَيُسَبِّحُونَهُۥ وَلَهُۥ يَسۡجُدُونَۤ۩",
      "translation": "निःसन्देह जो तिम्रो पालनकर्ताको समीपमा छन्, तिनीहरू उसको उपासनाबाट अभिमान गर्दैनन्, तिनीहरू त उसको महीमागान गर्दछन् र उसैलाई ढोग्दछन् ।",
      "transliteration": "Inna allatheena AAinda rabbika la yastakbiroona AAan AAibadatihi wayusabbihoonahu walahu yasjudoona"
    }
  ]
}