{
  "id": 71,
  "name": "نوح",
  "transliteration": "Nuh",
  "translation": "Noah",
  "type": "meccan",
  "total_verses": 28,
  "verses": [
    {
      "id": 1,
      "text": "إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "हामीले ‘‘नूह (अलैहिस्सलाम) लाई’’ निश्चितरूपले उनको कौमतिर पठायौं कि आफ्नो कौमका मानिसहरूलाई डराऊ र सावधान गरिदेऊ, यसभन्दा पहिला कि उनीहरूमाथि कुनै दुःखद यातना आओस् ।",
      "transliteration": "Inna arsalna noohan ila qawmihi an anthir qawmaka min qabli an yatiyahum AAathabun aleemun"
    },
    {
      "id": 2,
      "text": "قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
      "translation": "उनले भने ‘‘हे मेरो कौमका मानिसहरू ! म तिम्रो निम्ति एउटा स्पष्ट सचेतकर्ता हूँ,",
      "transliteration": "Qala ya qawmi innee lakum natheerun mubeenun"
    },
    {
      "id": 3,
      "text": "أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
      "translation": "कि ! अल्लाहको उपासना गर र उसित डर र मेरो भनाई मान ।",
      "transliteration": "Ani oAAbudoo Allaha waittaqoohu waateeAAooni"
    },
    {
      "id": 4,
      "text": "يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ",
      "translation": "तब उसले तिम्रो पाप क्षमा गरिदिनेछ र निश्चित समयसम्म तिमीलाई मोहलत प्रदान गर्नेछ । निःसंदेह जब अल्लाहले निर्धारण गरेको समय आइपुग्छ तब विलम्ब हुँदैन, काश तिमीले जान्नेभएको भए ।",
      "transliteration": "Yaghfir lakum min thunoobikum wayuakhkhirkum ila ajalin musamman inna ajala Allahi itha jaa la yuakhkharu law kuntum taAAlamoona"
    },
    {
      "id": 5,
      "text": "قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا",
      "translation": "नूहले भने कि, हे मेरो पालनकर्ता ! मैले आफ्नो जातिबन्धुलाई रातदिन तिमीतर्फ बोलाउने गरे,",
      "transliteration": "Qala rabbi innee daAAawtu qawmee laylan wanaharan"
    },
    {
      "id": 6,
      "text": "فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا",
      "translation": "तर मेरो पुकारबाट उनीहरू झन् टाढिदै गए ।",
      "transliteration": "Falam yazidhum duAAaee illa firaran"
    },
    {
      "id": 7,
      "text": "وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا",
      "translation": "जहिलेपनि मैले उनीहरूलाई तिम्रो क्षमातर्फ बोलाएँ, उनीहरूले आफ्ना कानलाई औलाले थुने र कपडाले आफूलाई छोपिहाले र अटेरी भएर घमण्ड गरे ।",
      "transliteration": "Wainnee kullama daAAawtuhum litaghfira lahum jaAAaloo asabiAAahum fee athanihim waistaghshaw thiyabahum waasarroo waistakbaroo istikbaran"
    },
    {
      "id": 8,
      "text": "ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا",
      "translation": "अनि मैले उनलाई ठूलो स्वरले बोलाएँ ।",
      "transliteration": "Thumma innee daAAawtuhum jiharan"
    },
    {
      "id": 9,
      "text": "ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا",
      "translation": "अनि निःसंदेह मैले उनीहरूसित खुल्ला तौरले पनि कुरो गरें र उनीहरूसित गोप्यरूपले पनि कुरा गरें ।",
      "transliteration": "Thumma innee aAAlantu lahum waasrartu lahum israran"
    },
    {
      "id": 10,
      "text": "فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا",
      "translation": "र मैले भने किः आफ्नो पालनकर्तासित आफ्नो पापबाट मुक्ति गराऊ र क्षमा माँग । निश्चय नै ऊ ठूलो क्षमादाता हो ।",
      "transliteration": "Faqultu istaghfiroo rabbakum innahu kana ghaffaran"
    },
    {
      "id": 11,
      "text": "يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا",
      "translation": "उसले तिमीमाथि निकै वर्षाउनेवाला बादल पठाउने छ ।",
      "transliteration": "Yursili alssamaa AAalaykum midraran"
    },
    {
      "id": 12,
      "text": "وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّـٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا",
      "translation": "र उसले सम्पत्ति र सन्तानमा तिमीलाई बढोत्तरी प्रदान गर्नेछ, र तिम्रो निम्ति बगैंचाहरू पैदा गर्नेछ र तिम्रो निम्ति नहरहरू प्रवाहित गर्नेछ ।",
      "transliteration": "Wayumdidkum biamwalin wabaneena wayajAAal lakum jannatin wayajAAal lakum anharan"
    },
    {
      "id": 13,
      "text": "مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا",
      "translation": "तिमीलाई के भएको छ कि तिमीले अल्लाहको सर्वश्रेष्ठतामाथि ईमान राख्दैनौ ?",
      "transliteration": "Ma lakum la tarjoona lillahi waqaran"
    },
    {
      "id": 14,
      "text": "وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا",
      "translation": "जबकि उसले तिमीलाई विभिन्न अवस्थाहरूबाट गुजार्दै सृष्टि गरेको छ ।",
      "transliteration": "Waqad khalaqakum atwaran"
    },
    {
      "id": 15,
      "text": "أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا",
      "translation": "के तिमीले देखेनौ कि अल्लाहले कसरी एउटामाथि अर्को गरी सातवटा आकाशहरू बनाएको छ ?",
      "transliteration": "Alam taraw kayfa khalaqa Allahu sabAAa samawatin tibaqan"
    },
    {
      "id": 16,
      "text": "وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا",
      "translation": "र उनीहरूमा चन्द्रलाई जगमगाउँदो बनाएको छ, र सूर्यलाई प्रकाशयुक्त दीप बनाएको छ ?",
      "transliteration": "WajaAAala alqamara feehinna nooran wajaAAala alshshamsa sirajan"
    },
    {
      "id": 17,
      "text": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا",
      "translation": "र अल्लाहले नै तिमीलाई धरतीबाट सृष्टि गरेको छ,",
      "transliteration": "WaAllahu anbatakum mina alardi nabatan"
    },
    {
      "id": 18,
      "text": "ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا",
      "translation": "अनि त्यसैमा तिमीलाई फर्काउनेछ र तिमीलाई निकालि उभ्याउनेछ ।",
      "transliteration": "Thumma yuAAeedukum feeha wayukhrijukum ikhrajan"
    },
    {
      "id": 19,
      "text": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا",
      "translation": "र अल्लाहले नै धरतीलाई तिम्रो निम्ती फर्श (ओछ्यान) बनायो ।",
      "transliteration": "WaAllahu jaAAala lakumu alarda bisatan"
    },
    {
      "id": 20,
      "text": "لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا",
      "translation": "ताकि उसका ठूला–ठूला विस्तृत मार्गमा हिंड ।",
      "transliteration": "Litaslukoo minha subulan fijajan"
    },
    {
      "id": 21,
      "text": "قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا",
      "translation": "नूहले भनेः कि ‘मेरो पालनकर्ता उनीहरूले मेरो अवज्ञा गरे, र उसको अनुशरण गरे जसको धन र जसको सन्तानले उनको घाटामै नै वृद्धि गर्यो ।",
      "transliteration": "Qala noohun rabbi innahum AAasawnee waittabaAAoo man lam yazidhu maluhu wawaladuhu illa khasaran"
    },
    {
      "id": 22,
      "text": "وَمَكَرُواْ مَكۡرٗا كُبَّارٗا",
      "translation": "र उनीहरूले धेरै ठूलो षड्यन्त्र गरे,",
      "transliteration": "Wamakaroo makran kubbaran"
    },
    {
      "id": 23,
      "text": "وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا",
      "translation": "र उनीहरूले भन्नथाले कि आफ्ना पूज्यहरूलाई कदापि नछाड्नु र खासगरी ‘‘वद्द’’ र ‘‘सुवाअ्’’ र ‘‘यगूस’’ र यअूक र नस्रलाई कदापि परित्याग नगर्नु ।",
      "transliteration": "Waqaloo la tatharunna alihatakum wala tatharunna waddan wala suwaAAan wala yaghootha wayaAAooqa wanasran"
    },
    {
      "id": 24,
      "text": "وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا ضَلَٰلٗا",
      "translation": "र उनीहरूले धेरै मानिसहरूलाई पथविचलित गरिदिएका छन्, (हे पालनकर्ता) तिमीले उनीहरूलाई अझै बढी पथभ्रष्ट गरिदेऊ ।",
      "transliteration": "Waqad adalloo katheeran wala tazidi alththalimeena illa dalalan"
    },
    {
      "id": 25,
      "text": "مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا",
      "translation": "अन्ततः उनीहरू आफ्ना पापहरूको कारणले (जलप्रलयमा) डुबाइए, अनि नर्कमा हालिए, र उनीहरूले अल्लाह बाहेक कसैलाई आफ्नो मद्दतगर्ने पाएनन् ।",
      "transliteration": "Mimma khateeatihim oghriqoo faodkhiloo naran falam yajidoo lahum min dooni Allahi ansaran"
    },
    {
      "id": 26,
      "text": "وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا",
      "translation": "र नूहले प्रार्थना गरे कि हे मेरो पालनकर्ता धरतीमा बसिरहेको कुनै काफिरलाई राम्रो अवस्थामा नछाड ।",
      "transliteration": "Waqala noohun rabbi la tathar AAala alardi mina alkafireena dayyaran"
    },
    {
      "id": 27,
      "text": "إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا",
      "translation": "यदि तिमीले उनीहरूलाई छाडदिनेछौ भने निश्चय नै तिम्रा अरु दासहरूलाई पनि पथभ्रष्ट गरिदिनेछन्, र उनीहरूले दुराचारी र ठूलो काफिरहरूलाई नै जन्म दिनेछन् ।",
      "transliteration": "Innaka in tatharhum yudilloo AAibadaka wala yalidoo illa fajiran kaffaran"
    },
    {
      "id": 28,
      "text": "رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا تَبَارَۢا",
      "translation": "हे मेरो पालनकर्ताः मलाई र मेरो आमा बाबुलाई र जो पनि ईमानवाला भएर मेरो घरमा आए र तमाम ईमानवाला पुरुषहरू र ईमान भएकी स्त्रीहरूलाई क्षमा गरिदेऊ र अत्याचारीहरूको निम्ति अझै विनाशमा वृद्धि गर ।",
      "transliteration": "Rabbi ighfir lee waliwalidayya waliman dakhala baytiya muminan walilmumineena waalmuminati wala tazidi alththalimeena illa tabaran"
    }
  ]
}