{
  "id": 14,
  "name": "ابراهيم",
  "transliteration": "Ibrahim",
  "translation": "Abraham",
  "type": "meccan",
  "total_verses": 52,
  "verses": [
    {
      "id": 1,
      "text": "الٓرۚ كِتَٰبٌ أَنزَلۡنَٰهُ إِلَيۡكَ لِتُخۡرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذۡنِ رَبِّهِمۡ إِلَىٰ صِرَٰطِ ٱلۡعَزِيزِ ٱلۡحَمِيدِ",
      "translation": "अलिफ़॰ लाम॰ रा॰। (यह क़ुरआन) एक पुस्तक है, जिसे हमने आपकी ओर अवतरित किया है; ताकि आप लोगों को, उनके पालनहार की अनुमति से, अंधेरों से निकालकर प्रकाश की ओर ले आएँ, उस (अल्लाह) के रास्ते की ओर जो सब पर प्रभुत्वशाली, असीम प्रशंसा वाला है।",
      "transliteration": "Aliflamra kitabun anzalnahu ilayka litukhrija alnnasa mina alththulumati ila alnnoori biithni rabbihim ila sirati alAAazeezi alhameedi"
    },
    {
      "id": 2,
      "text": "ٱللَّهِ ٱلَّذِي لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۗ وَوَيۡلٞ لِّلۡكَٰفِرِينَ مِنۡ عَذَابٖ شَدِيدٍ",
      "translation": "उस अल्लाह के (रास्ते की ओर) कि उसी का है जो कुछ आकाशों में है और जो कुछ धरती में है। तथा काफ़िरों के लिए कड़ी यातना के कारण बड़ा विनाश है।",
      "transliteration": "Allahi allathee lahu ma fee alssamawati wama fee alardi wawaylun lilkafireena min AAathabin shadeedin"
    },
    {
      "id": 3,
      "text": "ٱلَّذِينَ يَسۡتَحِبُّونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا عَلَى ٱلۡأٓخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبۡغُونَهَا عِوَجًاۚ أُوْلَـٰٓئِكَ فِي ضَلَٰلِۭ بَعِيدٖ",
      "translation": "जो आख़िरत के मुक़ाबले में सांसारिक जीवन को बहुत अधिक पसंद करते हैं और अल्लाह के मार्ग से रोकते और उसमें टेढ़ ढूँढते हैं। ये लोग बहुत दूर की गुमराही में हैं।",
      "transliteration": "Allatheena yastahibboona alhayata alddunya AAala alakhirati wayasuddoona AAan sabeeli Allahi wayabghoonaha AAiwajan olaika fee dalalin baAAeedin"
    },
    {
      "id": 4,
      "text": "وَمَآ أَرۡسَلۡنَا مِن رَّسُولٍ إِلَّا بِلِسَانِ قَوۡمِهِۦ لِيُبَيِّنَ لَهُمۡۖ فَيُضِلُّ ٱللَّهُ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "और हमने कोई रसूल नहीं भेजा परंतु उसकी जाति की भाषा में, ताकि वह उनके लिए खोलकर बयान करे। फिर अल्लाह जिसे चाहता है, पथभ्रष्ट कर देता है और जिसे चाहता है, मार्गदर्शन प्रदान करता है। और वही सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
      "transliteration": "Wama arsalna min rasoolin illa bilisani qawmihi liyubayyina lahum fayudillu Allahu man yashao wayahdee man yashao wahuwa alAAazeezu alhakeemu"
    },
    {
      "id": 5,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَآ أَنۡ أَخۡرِجۡ قَوۡمَكَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ وَذَكِّرۡهُم بِأَيَّىٰمِ ٱللَّهِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبَّارٖ شَكُورٖ",
      "translation": "और निःसंदेह हमने मूसा को अपनी निशानियों (चमत्कारों) के साथ भेजा कि अपनी जाति को अंधेरों से प्रकाश की ओर निकाल ला और उन्हें अल्लाह के दिन याद दिला। निःसंदेह इसमें हर ऐसे व्यक्ति के लिए निश्चय बहुत-सी निशानियाँ हैं, जो बहुत सब्र करने वाला, बहुत शुक्र करने वाला है।",
      "transliteration": "Walaqad arsalna moosa biayatina an akhrij qawmaka mina alththulumati ila alnnoori wathakkirhum biayyami Allahi inna fee thalika laayatin likulli sabbarin shakoorin"
    },
    {
      "id": 6,
      "text": "وَإِذۡ قَالَ مُوسَىٰ لِقَوۡمِهِ ٱذۡكُرُواْ نِعۡمَةَ ٱللَّهِ عَلَيۡكُمۡ إِذۡ أَنجَىٰكُم مِّنۡ ءَالِ فِرۡعَوۡنَ يَسُومُونَكُمۡ سُوٓءَ ٱلۡعَذَابِ وَيُذَبِّحُونَ أَبۡنَآءَكُمۡ وَيَسۡتَحۡيُونَ نِسَآءَكُمۡۚ وَفِي ذَٰلِكُم بَلَآءٞ مِّن رَّبِّكُمۡ عَظِيمٞ",
      "translation": "तथा जब मूसा ने अपनी जाति से कहा : तुम अपने ऊपर अल्लाह की नेमत को याद करो, जब उसने तुम्हें फ़िरऔनियों से छुटकारा दिलाया, जो तुम्हें घोर यातना देते थे, तुम्हारे बेटों का बुरी तरह वध करते और तुम्हारी स्त्रियों को जीवित रखते थे। और इसमें तुम्हारे पालनहार की ओर से बहुत बड़ी आज़माइश थी।",
      "transliteration": "Waith qala moosa liqawmihi othkuroo niAAmata Allahi AAalaykum ith anjakum min ali firAAawna yasoomoonakum sooa alAAathabi wayuthabbihoona abnaakum wayastahyoona nisaakum wafee thalikum balaon min rabbikum AAatheemun"
    },
    {
      "id": 7,
      "text": "وَإِذۡ تَأَذَّنَ رَبُّكُمۡ لَئِن شَكَرۡتُمۡ لَأَزِيدَنَّكُمۡۖ وَلَئِن كَفَرۡتُمۡ إِنَّ عَذَابِي لَشَدِيدٞ",
      "translation": "तथा (याद करो) जब तुम्हारे पालनहार ने साफ घोषणा कर दी कि निःसंदेह यदि तुम शुक्र करोगे, तो मैं अवश्य ही तुम्हें अधिक दूँगा तथा निःसंदेह यदि तुम नाशुक्री करोगे, तो निःसंदेह मेरी यातना निश्चय बहुत कड़ी है।",
      "transliteration": "Waith taaththana rabbukum lain shakartum laazeedannakum walain kafartum inna AAathabee lashadeedun"
    },
    {
      "id": 8,
      "text": "وَقَالَ مُوسَىٰٓ إِن تَكۡفُرُوٓاْ أَنتُمۡ وَمَن فِي ٱلۡأَرۡضِ جَمِيعٗا فَإِنَّ ٱللَّهَ لَغَنِيٌّ حَمِيدٌ",
      "translation": "और मूसा ने कहा : यदि तुम और वे लोग जो धरती में हैं, सब के सब कुफ़्र करो, तो निःसंदेह अल्लाह निश्चय बड़ा बेनियाज़, असीम प्रशंसा वाला है।",
      "transliteration": "Waqala moosa in takfuroo antum waman fee alardi jameeAAan fainna Allaha laghaniyyun hameedun"
    },
    {
      "id": 9,
      "text": "أَلَمۡ يَأۡتِكُمۡ نَبَؤُاْ ٱلَّذِينَ مِن قَبۡلِكُمۡ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡ لَا يَعۡلَمُهُمۡ إِلَّا ٱللَّهُۚ جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرَدُّوٓاْ أَيۡدِيَهُمۡ فِيٓ أَفۡوَٰهِهِمۡ وَقَالُوٓاْ إِنَّا كَفَرۡنَا بِمَآ أُرۡسِلۡتُم بِهِۦ وَإِنَّا لَفِي شَكّٖ مِّمَّا تَدۡعُونَنَآ إِلَيۡهِ مُرِيبٖ",
      "translation": "क्या तुम्हारे पास उन लोगों की ख़बर नहीं आई, जो तुमसे पहले थे; नूह़ की जाति की, तथा आद और समूद की और उन लोगों की जो उनके बाद थे, जिन्हें अल्लाह के सिवा कोई नहीं जानता? उनके रसूल उनके पास स्पष्ट निशानियाँ लेकर आए, तो उन्होंने अपने हाथ अपने मुँहों में लौटा लिए और उन्होंने कहा : निःसंदेह हम उसे नहीं मानते, जिसके साथ तुम भेजे गए हो और निःसंदेह हम तो उसके बारे में जिसकी ओर तुम हमें बुलाते हो, एक उलझन में डाल देने वाले संदेह में पड़े हुए हैं।",
      "transliteration": "Alam yatikum nabao allatheena min qablikum qawmi noohin waAAadin wathamooda waallatheena min baAAdihim la yaAAlamuhum illa Allahu jaathum rusuluhum bialbayyinati faraddoo aydiyahum fee afwahihim waqaloo inna kafarna bima orsiltum bihi wainna lafee shakkin mimma tadAAoonana ilayhi mureebun"
    },
    {
      "id": 10,
      "text": "۞قَالَتۡ رُسُلُهُمۡ أَفِي ٱللَّهِ شَكّٞ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ يَدۡعُوكُمۡ لِيَغۡفِرَ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرَكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمّٗىۚ قَالُوٓاْ إِنۡ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا تُرِيدُونَ أَن تَصُدُّونَا عَمَّا كَانَ يَعۡبُدُ ءَابَآؤُنَا فَأۡتُونَا بِسُلۡطَٰنٖ مُّبِينٖ",
      "translation": "उनके रसूलों ने कहा : क्या अल्लाह के बारे में कोई संदेह है, जो आकाशों तथा धरती का पैदा करने वाला है? वह तुम्हें इसलिए बुलाता है कि तुम्हारे लिए तुम्हारे कुछ पाप क्षमा कर दे और तुम्हें एक निर्धारित अवधि तक अवसर दे। उन्होंने कहा : तुम तो हमारे ही जैसे इनसान हो। तुम चाहते हो कि हमें उससे रोक दो, जिसकी पूजा हमारे बाप-दादा करते थे। तो तुम हमारे पास कोई स्पष्ट प्रमाण लाओ।",
      "transliteration": "Qalat rusuluhum afee Allahi shakkun fatiri alssamawati waalardi yadAAookum liyaghfira lakum min thunoobikum wayuakhkhirakum ila ajalin musamman qaloo in antum illa basharun mithluna tureedoona an tasuddoona AAamma kana yaAAbudu abaona fatoona bisultanin mubeenin"
    },
    {
      "id": 11,
      "text": "قَالَتۡ لَهُمۡ رُسُلُهُمۡ إِن نَّحۡنُ إِلَّا بَشَرٞ مِّثۡلُكُمۡ وَلَٰكِنَّ ٱللَّهَ يَمُنُّ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦۖ وَمَا كَانَ لَنَآ أَن نَّأۡتِيَكُم بِسُلۡطَٰنٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُؤۡمِنُونَ",
      "translation": "उनके रसूलों ने उनसे कहा : हम तो तुम्हारे जैसे इनसान ही हैं, परन्तु अल्लाह अपने बंदों में से जिसपर चाहे, उपकार करता है। और हमारे लिए कभी संभव नहीं कि अल्लाह की अनुमति के बिना तुम्हारे पास कोई प्रमाण ले आएँ और ईमान वालों को अल्लाह ही पर भरोसा रखना चाहिए।",
      "transliteration": "Qalat lahum rusuluhum in nahnu illa basharun mithlukum walakinna Allaha yamunnu AAala man yashao min AAibadihi wama kana lana an natiyakum bisultanin illa biithni Allahi waAAala Allahi falyatawakkali almuminoona"
    },
    {
      "id": 12,
      "text": "وَمَا لَنَآ أَلَّا نَتَوَكَّلَ عَلَى ٱللَّهِ وَقَدۡ هَدَىٰنَا سُبُلَنَاۚ وَلَنَصۡبِرَنَّ عَلَىٰ مَآ ءَاذَيۡتُمُونَاۚ وَعَلَى ٱللَّهِ فَلۡيَتَوَكَّلِ ٱلۡمُتَوَكِّلُونَ",
      "translation": "और हमें क्या है कि हम अल्लाह पर भरोसा न करें, हालाँकि उसने हमें हमारे मार्ग दिखा दिए? और हम अवश्य उसपर धैर्य से काम लेंगे, जो तुम हमें कष्ट पहुँचाओगे। और भरोसा करने वालों को अल्लाह ही पर भरोसा करना चाहिए।",
      "transliteration": "Wama lana alla natawakkala AAala Allahi waqad hadana subulana walanasbiranna AAala ma athaytumoona waAAala Allahi falyatawakkali almutawakkiloona"
    },
    {
      "id": 13,
      "text": "وَقَالَ ٱلَّذِينَ كَفَرُواْ لِرُسُلِهِمۡ لَنُخۡرِجَنَّكُم مِّنۡ أَرۡضِنَآ أَوۡ لَتَعُودُنَّ فِي مِلَّتِنَاۖ فَأَوۡحَىٰٓ إِلَيۡهِمۡ رَبُّهُمۡ لَنُهۡلِكَنَّ ٱلظَّـٰلِمِينَ",
      "translation": "और काफ़िरों ने अपने रसूलों से कहा : हम अवश्य तुम्हें अपने भू-भाग से निकाल देंगे, या अवश्य तुम हमारे पंथ में वापस आओगे। तो उनके पालनहार ने उनकी ओर वह़्य की कि निश्चय हम इन अत्याचारियों को अवश्य विनष्ट कर देंगे।",
      "transliteration": "Waqala allatheena kafaroo lirusulihim lanukhrijannakum min ardina aw lataAAoodunna fee millatina faawha ilayhim rabbuhum lanuhlikanna alththalimeena"
    },
    {
      "id": 14,
      "text": "وَلَنُسۡكِنَنَّكُمُ ٱلۡأَرۡضَ مِنۢ بَعۡدِهِمۡۚ ذَٰلِكَ لِمَنۡ خَافَ مَقَامِي وَخَافَ وَعِيدِ",
      "translation": "और निश्चय उनके बाद हम तुम्हें उस धरती में अवश्य बसा देंगे। यह उसके लिए है, जो मेरे समक्ष खड़ा होने से डरा तथा मेरी चेतावनी से डरा।",
      "transliteration": "Walanuskinannakumu alarda min baAAdihim thalika liman khafa maqamee wakhafa waAAeedi"
    },
    {
      "id": 15,
      "text": "وَٱسۡتَفۡتَحُواْ وَخَابَ كُلُّ جَبَّارٍ عَنِيدٖ",
      "translation": "और उन (रसूलों) ने विजय की प्रार्थना की और प्रत्येक सरकश, हठधर्मी असफल हो गया।",
      "transliteration": "Waistaftahoo wakhaba kullu jabbarin AAaneedin"
    },
    {
      "id": 16,
      "text": "مِّن وَرَآئِهِۦ جَهَنَّمُ وَيُسۡقَىٰ مِن مَّآءٖ صَدِيدٖ",
      "translation": "उसके आगे जहन्नम है और उसे पीप का पानी पिलाया जाएगा।",
      "transliteration": "Min waraihi jahannamu wayusqa min main sadeedin"
    },
    {
      "id": 17,
      "text": "يَتَجَرَّعُهُۥ وَلَا يَكَادُ يُسِيغُهُۥ وَيَأۡتِيهِ ٱلۡمَوۡتُ مِن كُلِّ مَكَانٖ وَمَا هُوَ بِمَيِّتٖۖ وَمِن وَرَآئِهِۦ عَذَابٌ غَلِيظٞ",
      "translation": "वह उसे कठिनाई से घूँट-घूँट पिएगा और उसे गले से न उतार सकेगा। और उसके पास मृत्यु प्रत्येक स्थान से आएगी। हालाँकि वह किसी प्रकार मरने वाला नहीं। और उसके सामने एक कठोर यातना है।",
      "transliteration": "YatajarraAAuhu wala yakadu yuseeghuhu wayateehi almawtu min kulli makanin wama huwa bimayyitin wamin waraihi AAathabun ghaleethun"
    },
    {
      "id": 18,
      "text": "مَّثَلُ ٱلَّذِينَ كَفَرُواْ بِرَبِّهِمۡۖ أَعۡمَٰلُهُمۡ كَرَمَادٍ ٱشۡتَدَّتۡ بِهِ ٱلرِّيحُ فِي يَوۡمٍ عَاصِفٖۖ لَّا يَقۡدِرُونَ مِمَّا كَسَبُواْ عَلَىٰ شَيۡءٖۚ ذَٰلِكَ هُوَ ٱلضَّلَٰلُ ٱلۡبَعِيدُ",
      "translation": "उन लोगों का उदाहरण जिन्होंने अपने पालनहार के साथ कुफ़्र किया, उनके कार्य उस राख की तरह हैं, जिसपर आँधी वाले दिन में हवा बहुत प्रचंड चली। वे लोग अपने किए में से कुछ नहीं पा सकेंगे। यही (सत्य से) बहुत दूर की गुमराही है।",
      "transliteration": "Mathalu allatheena kafaroo birabbihim aAAmaluhum karamadin ishtaddat bihi alrreehu fee yawmin AAasifin la yaqdiroona mimma kasaboo AAala shayin thalika huwa alddalalu albaAAeedu"
    },
    {
      "id": 19,
      "text": "أَلَمۡ تَرَ أَنَّ ٱللَّهَ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِٱلۡحَقِّۚ إِن يَشَأۡ يُذۡهِبۡكُمۡ وَيَأۡتِ بِخَلۡقٖ جَدِيدٖ",
      "translation": "क्या तूने नहीं देखा कि अल्लाह ने आकाशों तथा धरती की रचना सत्य के साथ की है? यदि वह चाहे, तो तुम सब को ले जाए और एक नई रचना ले आए।",
      "transliteration": "Alam tara anna Allaha khalaqa alssamawati waalarda bialhaqqi in yasha yuthhibkum wayati bikhalqin jadeedin"
    },
    {
      "id": 20,
      "text": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٖ",
      "translation": "और यह अल्लाह के लिए कुछ भी कठिन नहीं है।",
      "transliteration": "Wama thalika AAala Allahi biAAazeezin"
    },
    {
      "id": 21,
      "text": "وَبَرَزُواْ لِلَّهِ جَمِيعٗا فَقَالَ ٱلضُّعَفَـٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا مِنۡ عَذَابِ ٱللَّهِ مِن شَيۡءٖۚ قَالُواْ لَوۡ هَدَىٰنَا ٱللَّهُ لَهَدَيۡنَٰكُمۡۖ سَوَآءٌ عَلَيۡنَآ أَجَزِعۡنَآ أَمۡ صَبَرۡنَا مَا لَنَا مِن مَّحِيصٖ",
      "translation": "और वे सब के सब अल्लाह के सामने पेश होंगे, तो कमज़ोर लोग उन लोगों से कहेंगे, जो बड़े बने हुए थे : निःसंदेह हम तुम्हारे अनुयायी थे, तो क्या तुम हमें अल्लाह की यातना से बचाने में कुछ भी काम आने वाले हो? वे कहेंगे : यदि अल्लाह ने हमें मार्ग दिखाया होता, तो हम तुम्हें अवश्य मार्ग दिखाते। अब हमारे लिए बराबर है कि हम व्याकुल हों, या हम धैर्य से काम लें। हमारे लिए भागने की कोई जगह नहीं है।",
      "transliteration": "Wabarazoo lillahi jameeAAan faqala aldduAAafao lillatheena istakbaroo inna kunna lakum tabaAAan fahal antum mughnoona AAanna min AAathabi Allahi min shayin qaloo law hadana Allahu lahadaynakum sawaon AAalayna ajaziAAna am sabarna ma lana min maheesin"
    },
    {
      "id": 22,
      "text": "وَقَالَ ٱلشَّيۡطَٰنُ لَمَّا قُضِيَ ٱلۡأَمۡرُ إِنَّ ٱللَّهَ وَعَدَكُمۡ وَعۡدَ ٱلۡحَقِّ وَوَعَدتُّكُمۡ فَأَخۡلَفۡتُكُمۡۖ وَمَا كَانَ لِيَ عَلَيۡكُم مِّن سُلۡطَٰنٍ إِلَّآ أَن دَعَوۡتُكُمۡ فَٱسۡتَجَبۡتُمۡ لِيۖ فَلَا تَلُومُونِي وَلُومُوٓاْ أَنفُسَكُمۖ مَّآ أَنَا۠ بِمُصۡرِخِكُمۡ وَمَآ أَنتُم بِمُصۡرِخِيَّ إِنِّي كَفَرۡتُ بِمَآ أَشۡرَكۡتُمُونِ مِن قَبۡلُۗ إِنَّ ٱلظَّـٰلِمِينَ لَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "और जब निर्णय कर दिया जाएगा, तो शैतान कहेगा : निःसंदेह अल्लाह ने तुमसे सच्चा वादा किया था। और मैंने (भी) तुमसे वादा किया था, तो मैंने तुमसे वादाखिलाफ़ी की। और मेरा तुमपर कोई आधिपत्य नहीं था, सिवाय इसके कि मैंने तुम्हें (अपनी ओर) बुलाया, तो तुमने मेरी बात मान ली। अब मेरी निंदा न करो, बल्कि स्वयं अपनी निंदा करो। न मैं तुम्हारी फ़रयाद सुन सकता हूँ और न तुम मेरी फ़रयाद सुन सकते हो। निःसंदेह मैं उसका इनकार करता हूँ, जो तुमने इससे पहले मुझे साझी बनाया। निश्चय अत्याचारियों के लिए दर्दनाक यातना है।",
      "transliteration": "Waqala alshshaytanu lamma qudiya alamru inna Allaha waAAadakum waAAda alhaqqi wawaAAadtukum faakhlaftukum wama kana liya AAalaykum min sultanin illa an daAAawtukum faistajabtum lee fala taloomoonee waloomoo anfusakum ma ana bimusrikhikum wama antum bimusrikhiyya innee kafartu bima ashraktumooni min qablu inna alththalimeena lahum AAathabun aleemun"
    },
    {
      "id": 23,
      "text": "وَأُدۡخِلَ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ جَنَّـٰتٖ تَجۡرِي مِن تَحۡتِهَا ٱلۡأَنۡهَٰرُ خَٰلِدِينَ فِيهَا بِإِذۡنِ رَبِّهِمۡۖ تَحِيَّتُهُمۡ فِيهَا سَلَٰمٌ",
      "translation": "और जो लोग ईमान लाए और उन्होंने अच्छे कार्य किए, उन्हें ऐसी जन्नतों में प्रवेश कराया जाएगा, जिनके (महलों और पेड़ों के) नीचे से नहरें बहती हैं। वे अपने पालनहार की अनुमति से उनमें हमेशा रहने वाले होंगे। उसमें उनका अभिवादन 'सलाम' से होगा।",
      "transliteration": "Waodkhila allatheena amanoo waAAamiloo alssalihati jannatin tajree min tahtiha alanharu khalideena feeha biithni rabbihim tahiyyatuhum feeha salamun"
    },
    {
      "id": 24,
      "text": "أَلَمۡ تَرَ كَيۡفَ ضَرَبَ ٱللَّهُ مَثَلٗا كَلِمَةٗ طَيِّبَةٗ كَشَجَرَةٖ طَيِّبَةٍ أَصۡلُهَا ثَابِتٞ وَفَرۡعُهَا فِي ٱلسَّمَآءِ",
      "translation": "(ऐ नबी!) क्या आपने नहीं देखा कि अल्लाह ने एक पवित्र कलिमा का उदाहरण कैसे दिया (कि वह) एक पवित्र वृक्ष की तरह है, जिसकी जड़ (भूमि में) सुदृढ़ है और जिसकी शाखा आकाश में है?",
      "transliteration": "Alam tara kayfa daraba Allahu mathalan kalimatan tayyibatan kashajaratin tayyibatin asluha thabitun wafarAAuha fee alssamai"
    },
    {
      "id": 25,
      "text": "تُؤۡتِيٓ أُكُلَهَا كُلَّ حِينِۭ بِإِذۡنِ رَبِّهَاۗ وَيَضۡرِبُ ٱللَّهُ ٱلۡأَمۡثَالَ لِلنَّاسِ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "वह अपने पालनहार की अनुमति से प्रत्येक समय अपना फल देता है। और अल्लाह लोगों के लिए उदाहरण देता है, ताकि वे शिक्षा ग्रहण करें।",
      "transliteration": "Tutee okulaha kulla heenin biithni rabbiha wayadribu Allahu alamthala lilnnasi laAAallahum yatathakkaroona"
    },
    {
      "id": 26,
      "text": "وَمَثَلُ كَلِمَةٍ خَبِيثَةٖ كَشَجَرَةٍ خَبِيثَةٍ ٱجۡتُثَّتۡ مِن فَوۡقِ ٱلۡأَرۡضِ مَا لَهَا مِن قَرَارٖ",
      "translation": "और बुरी बात का उदाहरण एक बुरे पेड़ की तरह है, जो धरती की सतह से उखाड़ लिया गया, जिसमें कोई स्थिरता नहीं है।",
      "transliteration": "Wamathalu kalimatin khabeethatin kashajaratin khabeethatin ijtuththat min fawqi alardi ma laha min qararin"
    },
    {
      "id": 27,
      "text": "يُثَبِّتُ ٱللَّهُ ٱلَّذِينَ ءَامَنُواْ بِٱلۡقَوۡلِ ٱلثَّابِتِ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَفِي ٱلۡأٓخِرَةِۖ وَيُضِلُّ ٱللَّهُ ٱلظَّـٰلِمِينَۚ وَيَفۡعَلُ ٱللَّهُ مَا يَشَآءُ",
      "translation": "अल्लाह ईमान लाने वालों को दृढ़ बात के द्वारा दुनिया तथा आख़िरत में स्थिरता प्रदान करता है तथा अत्याचारियों को गुमराह कर देता है। और अल्लाह जो चाहता है, करता है।",
      "transliteration": "Yuthabbitu Allahu allatheena amanoo bialqawli alththabiti fee alhayati alddunya wafee alakhirati wayudillu Allahu alththalimeena wayafAAalu Allahu ma yashao"
    },
    {
      "id": 28,
      "text": "۞أَلَمۡ تَرَ إِلَى ٱلَّذِينَ بَدَّلُواْ نِعۡمَتَ ٱللَّهِ كُفۡرٗا وَأَحَلُّواْ قَوۡمَهُمۡ دَارَ ٱلۡبَوَارِ",
      "translation": "क्या आपने उन लोगों को नहीं देखा, जिन्होंने अल्लाह की नेमत को नाशुक्री से बदल दिया और अपनी जाति को विनाश के घर में ला उतारा।",
      "transliteration": "Alam tara ila allatheena baddaloo niAAmata Allahi kufran waahalloo qawmahum dara albawari"
    },
    {
      "id": 29,
      "text": "جَهَنَّمَ يَصۡلَوۡنَهَاۖ وَبِئۡسَ ٱلۡقَرَارُ",
      "translation": "(अर्थात्) जहन्नम में। वे उसमें प्रवेश करेंगे और वह बुरा ठिकाना है।",
      "transliteration": "Jahannama yaslawnaha wabisa alqararu"
    },
    {
      "id": 30,
      "text": "وَجَعَلُواْ لِلَّهِ أَندَادٗا لِّيُضِلُّواْ عَن سَبِيلِهِۦۗ قُلۡ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمۡ إِلَى ٱلنَّارِ",
      "translation": "और उन्होंने अल्लाह के कुछ साझी बना लिए, ताकि उसके मार्ग से (लोगों को) पथभ्रष्ट करें। आप कह दें : लाभ उठा लो। फिर निःसंदेह तुम्हें आग की ओर लौटना है।",
      "transliteration": "WajaAAaloo lillahi andadan liyudilloo AAan sabeelihi qul tamattaAAoo fainna maseerakum ila alnnari"
    },
    {
      "id": 31,
      "text": "قُل لِّعِبَادِيَ ٱلَّذِينَ ءَامَنُواْ يُقِيمُواْ ٱلصَّلَوٰةَ وَيُنفِقُواْ مِمَّا رَزَقۡنَٰهُمۡ سِرّٗا وَعَلَانِيَةٗ مِّن قَبۡلِ أَن يَأۡتِيَ يَوۡمٞ لَّا بَيۡعٞ فِيهِ وَلَا خِلَٰلٌ",
      "translation": "(ऐ नबी!) मेरे उन बंदों से कह दो, जो ईमान लाए हैं कि वे नमाज़ क़ायम करें और उसमें से जो हमने उन्हें प्रदान किया है, छिपे और खुले ख़र्च करें, इससे पहले कि वह दिन आए, जिसमें न कोई क्रय-विक्रय होगा और न कोई मैत्री।",
      "transliteration": "Qul liAAibadiya allatheena amanoo yuqeemoo alssalata wayunfiqoo mimma razaqnahum sirran waAAalaniyatan min qabli an yatiya yawmun la bayAAun feehi wala khilalun"
    },
    {
      "id": 32,
      "text": "ٱللَّهُ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءٗ فَأَخۡرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزۡقٗا لَّكُمۡۖ وَسَخَّرَ لَكُمُ ٱلۡفُلۡكَ لِتَجۡرِيَ فِي ٱلۡبَحۡرِ بِأَمۡرِهِۦۖ وَسَخَّرَ لَكُمُ ٱلۡأَنۡهَٰرَ",
      "translation": "अल्लाह वह है, जिसने आकाशों तथा धरती को पैदा किया, और आकाश से कुछ पानी उतारा, फिर उसके द्वारा तुम्हारे लिए फलों में से कुछ जीविका निकाली, और तुम्हारे लिए नौकाओं को वशीभूत कर दिया, ताकि वे सागर में उसके आदेश से चलें और तुम्हारे लिए नदियों को वशीभूत कर दिया।",
      "transliteration": "Allahu allathee khalaqa alssamawati waalarda waanzala mina alssamai maan faakhraja bihi mina alththamarati rizqan lakum wasakhkhara lakumu alfulka litajriya fee albahri biamrihi wasakhkhara lakumu alanhara"
    },
    {
      "id": 33,
      "text": "وَسَخَّرَ لَكُمُ ٱلشَّمۡسَ وَٱلۡقَمَرَ دَآئِبَيۡنِۖ وَسَخَّرَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ",
      "translation": "तथा तुम्हारे लिए सूर्य और चाँद को वशीभूत कर दिया कि निरंतर चलने वाले हैं, तथा तुम्हारे लिए रात और दन को वशीभूत कर दिया।",
      "transliteration": "Wasakhkhara lakumu alshshamsa waalqamara daibayni wasakhkhara lakumu allayla waalnnahara"
    },
    {
      "id": 34,
      "text": "وَءَاتَىٰكُم مِّن كُلِّ مَا سَأَلۡتُمُوهُۚ وَإِن تَعُدُّواْ نِعۡمَتَ ٱللَّهِ لَا تُحۡصُوهَآۗ إِنَّ ٱلۡإِنسَٰنَ لَظَلُومٞ كَفَّارٞ",
      "translation": "और तुम्हें हर उस चीज़ में से दिया, जो तुमने उससे माँगी। और यदि तुम अल्लाह की नेमत की गणना करो, तो उसकी गणना नहीं कर पाओगे। निःसंदेह मनुष्य निश्चय बड़ा अत्याचारी, बहुत नाशुक्रा है।",
      "transliteration": "Waatakum min kulli ma saaltumoohu wain taAAuddoo niAAmata Allahi la tuhsooha inna alinsana lathaloomun kaffarun"
    },
    {
      "id": 35,
      "text": "وَإِذۡ قَالَ إِبۡرَٰهِيمُ رَبِّ ٱجۡعَلۡ هَٰذَا ٱلۡبَلَدَ ءَامِنٗا وَٱجۡنُبۡنِي وَبَنِيَّ أَن نَّعۡبُدَ ٱلۡأَصۡنَامَ",
      "translation": "तथा (याद करो) जब इबराहीम ने कहा : ऐ मेरे पालनहार! इस नगर (मक्का) को शांति एवं सुरक्षा वाला बना दे, तथा मुझे और मेरे बेटों को मूर्तियों की पूजा करने से बचा ले।",
      "transliteration": "Waith qala ibraheemu rabbi ijAAal hatha albalada aminan waojnubnee wabaniyya an naAAbuda alasnama"
    },
    {
      "id": 36,
      "text": "رَبِّ إِنَّهُنَّ أَضۡلَلۡنَ كَثِيرٗا مِّنَ ٱلنَّاسِۖ فَمَن تَبِعَنِي فَإِنَّهُۥ مِنِّيۖ وَمَنۡ عَصَانِي فَإِنَّكَ غَفُورٞ رَّحِيمٞ",
      "translation": "ऐ मेरे पालनहार! निःसंदेह इन्होंने बहुत-से लोगों को गुमराह कर दिया। अतः जो मेरे पीछे चला, वह मुझसे है और जिसने मेरी अवज्ञा की, तो निश्चय तू अत्यंत क्षमाशील, बड़ा दयावान् है।",
      "transliteration": "Rabbi innahunna adlalna katheeran mina alnnasi faman tabiAAanee fainnahu minnee waman AAasanee fainnaka ghafoorun raheemun"
    },
    {
      "id": 37,
      "text": "رَّبَّنَآ إِنِّيٓ أَسۡكَنتُ مِن ذُرِّيَّتِي بِوَادٍ غَيۡرِ ذِي زَرۡعٍ عِندَ بَيۡتِكَ ٱلۡمُحَرَّمِ رَبَّنَا لِيُقِيمُواْ ٱلصَّلَوٰةَ فَٱجۡعَلۡ أَفۡـِٔدَةٗ مِّنَ ٱلنَّاسِ تَهۡوِيٓ إِلَيۡهِمۡ وَٱرۡزُقۡهُم مِّنَ ٱلثَّمَرَٰتِ لَعَلَّهُمۡ يَشۡكُرُونَ",
      "translation": "ऐ हमारे पालनहार! निःसंदेह मैंने अपनी कुछ संतान को इस घाटी में, जो किसी खेती वाली नहीं, तेरे सम्मानित घर (काबा) के पास, बसाया है। ऐ हमारे पालनहार! ताकि वे नमाज़ क़ायम करें। अतः कुछ लोगों के दिलों को ऐसे कर दे कि उनकी ओर झुके रहें और उन्हें फलों से जीविका प्रदान कर, ताकि वे शुक्रिया अदा करें।",
      "transliteration": "Rabbana innee askantu min thurriyyatee biwadin ghayri thee zarAAin AAinda baytika almuharrami rabbana liyuqeemoo alssalata faijAAal afidatan mina alnnasi tahwee ilayhim waorzuqhum mina alththamarati laAAallahum yashkuroona"
    },
    {
      "id": 38,
      "text": "رَبَّنَآ إِنَّكَ تَعۡلَمُ مَا نُخۡفِي وَمَا نُعۡلِنُۗ وَمَا يَخۡفَىٰ عَلَى ٱللَّهِ مِن شَيۡءٖ فِي ٱلۡأَرۡضِ وَلَا فِي ٱلسَّمَآءِ",
      "translation": "ऐ हमारे पालनहार! निश्चय तू जानता है, जो हम छिपाते हैं और जो हम प्रकट करते हैं। और अल्लाह से कोई चीज़ नहीं छिपती धरती में और न आकाश में।",
      "transliteration": "Rabbana innaka taAAlamu ma nukhfee wama nuAAlinu wama yakhfa AAala Allahi min shayin fee alardi wala fee alssamai"
    },
    {
      "id": 39,
      "text": "ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِي وَهَبَ لِي عَلَى ٱلۡكِبَرِ إِسۡمَٰعِيلَ وَإِسۡحَٰقَۚ إِنَّ رَبِّي لَسَمِيعُ ٱلدُّعَآءِ",
      "translation": "सब प्रशंसा उस अल्लाह के लिए है, जिसने मुझे बुढ़ापे के बावजूद (दो पुत्र) इसमाईल और इसहाक़ प्रदान किए। निःसंदेह मेरा पालनहार तो बहुत दुआ सुनने वाला है।",
      "transliteration": "Alhamdu lillahi allathee wahaba lee AAala alkibari ismaAAeela waishaqa inna rabbee lasameeAAu aldduAAai"
    },
    {
      "id": 40,
      "text": "رَبِّ ٱجۡعَلۡنِي مُقِيمَ ٱلصَّلَوٰةِ وَمِن ذُرِّيَّتِيۚ رَبَّنَا وَتَقَبَّلۡ دُعَآءِ",
      "translation": "मेरे पालनहार! मुझे नमाज़ क़ायम करने वाला बना तथा मेरी संतान में से भी। ऐ हमारे पालनहार! और मेरी दुआ स्वीकार कर।",
      "transliteration": "Rabbi ijAAalnee muqeema alssalati wamin thurriyyatee rabbana wtaqabbal duAAai"
    },
    {
      "id": 41,
      "text": "رَبَّنَا ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِلۡمُؤۡمِنِينَ يَوۡمَ يَقُومُ ٱلۡحِسَابُ",
      "translation": "ऐ हमारे पालनहार! मुझे क्षमा कर दे तथा मेरे माता-पिता को और ईमान वालों को, जिस दिन हिसाब लिया जाएगा।",
      "transliteration": "Rabbana ighfir lee waliwalidayya walilmumineena yawma yaqoomu alhisabu"
    },
    {
      "id": 42,
      "text": "وَلَا تَحۡسَبَنَّ ٱللَّهَ غَٰفِلًا عَمَّا يَعۡمَلُ ٱلظَّـٰلِمُونَۚ إِنَّمَا يُؤَخِّرُهُمۡ لِيَوۡمٖ تَشۡخَصُ فِيهِ ٱلۡأَبۡصَٰرُ",
      "translation": "और तुम अल्लाह को उससे हरगिज़ असावधान न समझो, जो अत्याचारी लोग कर रहे हैं! वह तो उन्हें उस दिन के लिए विलंबित कर रहा है, जिस दिन आँखें खुली रह जाएँगी।",
      "transliteration": "Wala tahsabanna Allaha ghafilan AAamma yaAAmalu alththalimoona innama yuakhkhiruhum liyawmin tashkhasu feehi alabsaru"
    },
    {
      "id": 43,
      "text": "مُهۡطِعِينَ مُقۡنِعِي رُءُوسِهِمۡ لَا يَرۡتَدُّ إِلَيۡهِمۡ طَرۡفُهُمۡۖ وَأَفۡـِٔدَتُهُمۡ هَوَآءٞ",
      "translation": "इस हाल में कि वे तेज़ डौड़ने वाले, अपने सिर को ऊपर उठाने वाले होंगे। उनकी निगाह उनकी ओर नहीं लौटेगी और उनके दिल ख़ाली होंगे।",
      "transliteration": "MuhtiAAeena muqniAAee ruoosihim la yartaddu ilayhim tarfuhum waafidatuhum hawaon"
    },
    {
      "id": 44,
      "text": "وَأَنذِرِ ٱلنَّاسَ يَوۡمَ يَأۡتِيهِمُ ٱلۡعَذَابُ فَيَقُولُ ٱلَّذِينَ ظَلَمُواْ رَبَّنَآ أَخِّرۡنَآ إِلَىٰٓ أَجَلٖ قَرِيبٖ نُّجِبۡ دَعۡوَتَكَ وَنَتَّبِعِ ٱلرُّسُلَۗ أَوَلَمۡ تَكُونُوٓاْ أَقۡسَمۡتُم مِّن قَبۡلُ مَا لَكُم مِّن زَوَالٖ",
      "translation": "और (ऐ नबी!) लोगों को उस दिन से डराएँ, जब उनपर यातना आ जाएगी, तो वे लोग जिन्होंने अत्याचार किया, कहेंगे : ऐ हमारे पालनहार! हमें कुछ समय तक मोहलत दे दे, हम तेरा आमंत्रण स्वीकार करेंगे और रसूलों का अनुसरण करेंगे।(कहा जाएगा :) क्या तुमने इससे पहले क़समें नहीं खाई थीं कि तुम्हारे लिए कोई भी स्थानांतरण नहीं?",
      "transliteration": "Waanthiri alnnasa yawma yateehimu alAAathabu fayaqoolu allatheena thalamoo rabbana akhkhirna ila ajalin qareebin nujib daAAwataka wanattabiAAi alrrusula awalam takoonoo aqsamtum min qablu ma lakum min zawalin"
    },
    {
      "id": 45,
      "text": "وَسَكَنتُمۡ فِي مَسَٰكِنِ ٱلَّذِينَ ظَلَمُوٓاْ أَنفُسَهُمۡ وَتَبَيَّنَ لَكُمۡ كَيۡفَ فَعَلۡنَا بِهِمۡ وَضَرَبۡنَا لَكُمُ ٱلۡأَمۡثَالَ",
      "translation": "और तुम उन लोगों की बस्तियों में आबाद रहे, जिन्होंने अपने ऊपर अत्याचार किया था और तुम्हारे लिए अच्छी तरह स्पष्ट हो गया कि हमने उनके साथ किस तरह किया? और हमने तुम्हारे लिए कई उदाहरण प्रस्तुत किए।",
      "transliteration": "Wasakantum fee masakini allatheena thalamoo anfusahum watabayyana lakum kayfa faAAalna bihim wadarabna lakumu alamthala"
    },
    {
      "id": 46,
      "text": "وَقَدۡ مَكَرُواْ مَكۡرَهُمۡ وَعِندَ ٱللَّهِ مَكۡرُهُمۡ وَإِن كَانَ مَكۡرُهُمۡ لِتَزُولَ مِنۡهُ ٱلۡجِبَالُ",
      "translation": "और निःसंदेह उन्होंने अपना उपाय किया। और अल्लाह ही के पास उनका उपाय है। और उनका उपाय हरगिज़ ऐसा न था कि उससे पर्वत टल जाएँ।",
      "transliteration": "Waqad makaroo makrahum waAAinda Allahi makruhum wain kana makruhum litazoola minhu aljibalu"
    },
    {
      "id": 47,
      "text": "فَلَا تَحۡسَبَنَّ ٱللَّهَ مُخۡلِفَ وَعۡدِهِۦ رُسُلَهُۥٓۚ إِنَّ ٱللَّهَ عَزِيزٞ ذُو ٱنتِقَامٖ",
      "translation": "अतः आप हरगिज़ यह न समझें कि अल्लाह अपने रसूलों से किए हुए अपने वादे के विरुद्ध करने वाला है। निःसंदेह अल्लाह प्रभुत्वशाली, बदला लेने वाला है।",
      "transliteration": "Fala tahsabanna Allaha mukhlifa waAAdihi rusulahu inna Allaha AAazeezun thoo intiqamin"
    },
    {
      "id": 48,
      "text": "يَوۡمَ تُبَدَّلُ ٱلۡأَرۡضُ غَيۡرَ ٱلۡأَرۡضِ وَٱلسَّمَٰوَٰتُۖ وَبَرَزُواْ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
      "translation": "जिस दिन यह धरती अन्य धरती से बदल दी जाएगी और सब आकाश भी। तथा लोग अल्लाह के समक्ष प्रस्तुत होंगे, जो अकेला, सब पर प्रभुत्वशाली है।",
      "transliteration": "Yawma tubaddalu alardu ghayra alardi waalssamawatu wabarazoo lillahi alwahidi alqahhari"
    },
    {
      "id": 49,
      "text": "وَتَرَى ٱلۡمُجۡرِمِينَ يَوۡمَئِذٖ مُّقَرَّنِينَ فِي ٱلۡأَصۡفَادِ",
      "translation": "और आप अपराधियों को उस दिन ज़ंजीरों में एक-दूसरे के साथ जकड़े हुए देखेंगे।",
      "transliteration": "Watara almujrimeena yawmaithin muqarraneena fee alasfadi"
    },
    {
      "id": 50,
      "text": "سَرَابِيلُهُم مِّن قَطِرَانٖ وَتَغۡشَىٰ وُجُوهَهُمُ ٱلنَّارُ",
      "translation": "उनके वस्त्र तारकोल के होंगे और उनके चेहरों को आग ढाँपे होगी।",
      "transliteration": "Sarabeeluhum min qatranin wataghsha wujoohahumu alnnaru"
    },
    {
      "id": 51,
      "text": "لِيَجۡزِيَ ٱللَّهُ كُلَّ نَفۡسٖ مَّا كَسَبَتۡۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "ताकि अल्लाह प्रत्येक प्राणी को उसके किए का बदला दे। निःसंदेह अल्लाह शीघ्र हिसाब लेने वाला है।",
      "transliteration": "Liyajziya Allahu kulla nafsin ma kasabat inna Allaha sareeAAu alhisabi"
    },
    {
      "id": 52,
      "text": "هَٰذَا بَلَٰغٞ لِّلنَّاسِ وَلِيُنذَرُواْ بِهِۦ وَلِيَعۡلَمُوٓاْ أَنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ وَلِيَذَّكَّرَ أُوْلُواْ ٱلۡأَلۡبَٰبِ",
      "translation": "यह लोगों के लिए एक सूचना है और ताकि उन्हें इसके साथ डराया जाए और ताकि वे जान लें कि वही एक सत्य पूज्य है और ताकि बुद्धि वाले लोग शिक्षा ग्रहण करें।",
      "transliteration": "Hatha balaghun lilnnasi waliyuntharoo bihi waliyaAAlamoo annama huwa ilahun wahidun waliyaththakkara oloo alalbabi"
    }
  ]
}