{
  "id": 28,
  "name": "القصص",
  "transliteration": "Al-Qasas",
  "translation": "The Stories",
  "type": "meccan",
  "total_verses": 88,
  "verses": [
    {
      "id": 1,
      "text": "طسٓمٓ",
      "translation": "ता, सीन, मीम।",
      "transliteration": "Taseenmeem"
    },
    {
      "id": 2,
      "text": "تِلۡكَ ءَايَٰتُ ٱلۡكِتَٰبِ ٱلۡمُبِينِ",
      "translation": "ये स्पष्ट किताब की आयतें हैं।",
      "transliteration": "Tilka ayatu alkitabi almubeeni"
    },
    {
      "id": 3,
      "text": "نَتۡلُواْ عَلَيۡكَ مِن نَّبَإِ مُوسَىٰ وَفِرۡعَوۡنَ بِٱلۡحَقِّ لِقَوۡمٖ يُؤۡمِنُونَ",
      "translation": "हम आपको मूसा तथा फ़िरऔन के कुछ समाचार सच्चाई के साथ सुनाते हैं, उन लोगों के लिए जो ईमान रखते हैं।",
      "transliteration": "Natloo AAalayka min nabai moosa wafirAAawna bialhaqqi liqawmin yuminoona"
    },
    {
      "id": 4,
      "text": "إِنَّ فِرۡعَوۡنَ عَلَا فِي ٱلۡأَرۡضِ وَجَعَلَ أَهۡلَهَا شِيَعٗا يَسۡتَضۡعِفُ طَآئِفَةٗ مِّنۡهُمۡ يُذَبِّحُ أَبۡنَآءَهُمۡ وَيَسۡتَحۡيِۦ نِسَآءَهُمۡۚ إِنَّهُۥ كَانَ مِنَ ٱلۡمُفۡسِدِينَ",
      "translation": "निःसंदेह फ़िरऔन ने धरती में सरकशी की और उसके वासियों को कई समूहों में विभाजित कर दिया। जिनमें से एक समूह को वह बहुत कमज़ोर कर रहा था, उनके बेटों का बुरी तरह से वध कर देता और उनकी महिलाओं को जीवित रहने देता था। निःसंदेह वह बिगाड़ पैदा करने वालों में से था।",
      "transliteration": "Inna firAAawna AAala fee alardi wajaAAala ahlaha shiyaAAan yastadAAifu taifatan minhum yuthabbihu abnaahum wayastahyee nisaahum innahu kana mina almufsideena"
    },
    {
      "id": 5,
      "text": "وَنُرِيدُ أَن نَّمُنَّ عَلَى ٱلَّذِينَ ٱسۡتُضۡعِفُواْ فِي ٱلۡأَرۡضِ وَنَجۡعَلَهُمۡ أَئِمَّةٗ وَنَجۡعَلَهُمُ ٱلۡوَٰرِثِينَ",
      "translation": "तथा हम चाहते थे कि हम उन लोगों पर उपकार करें, जिन्हें धरती में बहुत कमज़ोर कर दिया गया तथा उन्हें अगुआ बनाएँ और उन्हीं को वारिस बनाएँ।",
      "transliteration": "Wanureedu an namunna AAala allatheena istudAAifoo fee alardi wanajAAalahum aimmatan wanajAAalahumu alwaritheena"
    },
    {
      "id": 6,
      "text": "وَنُمَكِّنَ لَهُمۡ فِي ٱلۡأَرۡضِ وَنُرِيَ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا مِنۡهُم مَّا كَانُواْ يَحۡذَرُونَ",
      "translation": "तथा उन्हें धरती में सत्ता प्रदान कर दें और फ़िरऔन तथा हामान और उनकी सेनाओं को उनकी ओर से वह सब दिखाएँ जिससे वे डरते थे।",
      "transliteration": "Wanumakkina lahum fee alardi wanuriya firAAawna wahamana wajunoodahuma minhum ma kanoo yahtharoona"
    },
    {
      "id": 7,
      "text": "وَأَوۡحَيۡنَآ إِلَىٰٓ أُمِّ مُوسَىٰٓ أَنۡ أَرۡضِعِيهِۖ فَإِذَا خِفۡتِ عَلَيۡهِ فَأَلۡقِيهِ فِي ٱلۡيَمِّ وَلَا تَخَافِي وَلَا تَحۡزَنِيٓۖ إِنَّا رَآدُّوهُ إِلَيۡكِ وَجَاعِلُوهُ مِنَ ٱلۡمُرۡسَلِينَ",
      "translation": "और हमने मूसा की माँ की ओर वह़्य की कि उसे दूध पिला, फिर जब तुझे उसके बारे में भय हो, तो उसे दरिया में डाल दे और न डर और न शोक कर। निःसंदेह हम उसे तेरी ओर वापस लाने वाले हैं और उसे रसूलों में से बनाने वाले हैं।",
      "transliteration": "Waawhayna ila ommi moosa an ardiAAeehi faitha khifti AAalayhi faalqeehi fee alyammi wala takhafee wala tahzanee inna raddoohu ilayki wajaAAiloohu mina almursaleena"
    },
    {
      "id": 8,
      "text": "فَٱلۡتَقَطَهُۥٓ ءَالُ فِرۡعَوۡنَ لِيَكُونَ لَهُمۡ عَدُوّٗا وَحَزَنًاۗ إِنَّ فِرۡعَوۡنَ وَهَٰمَٰنَ وَجُنُودَهُمَا كَانُواْ خَٰطِـِٔينَ",
      "translation": "तो फ़िरऔन के घर वालों ने उसे उठा लिया, ताकि अंत में वह उनका शत्रु और शोक का कारण ठहरे। निःसंदेह फ़िरऔन तथा हामान और उनकी सेनाएँ पापी थीं।",
      "transliteration": "Failtaqatahu alu firAAawna liyakoona lahum AAaduwwan wahazanan inna firAAawna wahamana wajunoodahuma kanoo khatieena"
    },
    {
      "id": 9,
      "text": "وَقَالَتِ ٱمۡرَأَتُ فِرۡعَوۡنَ قُرَّتُ عَيۡنٖ لِّي وَلَكَۖ لَا تَقۡتُلُوهُ عَسَىٰٓ أَن يَنفَعَنَآ أَوۡ نَتَّخِذَهُۥ وَلَدٗا وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "और फ़िरऔन की पत्नी ने कहा : यह मेरी तथा तेरी आँखों की ठंडक है। इसे क़त्ल न करो। आशा है कि वह हमें लाभ पहुँचाए, या हम उसे पुत्र बना लें और वे समझते न थे।",
      "transliteration": "Waqalati imraatu firAAawna qurratu AAaynin lee walaka la taqtuloohu AAasa an yanfaAAana aw nattakhithahu waladan wahum la yashAAuroona"
    },
    {
      "id": 10,
      "text": "وَأَصۡبَحَ فُؤَادُ أُمِّ مُوسَىٰ فَٰرِغًاۖ إِن كَادَتۡ لَتُبۡدِي بِهِۦ لَوۡلَآ أَن رَّبَطۡنَا عَلَىٰ قَلۡبِهَا لِتَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "और मूसा की माता का दिल (मूसा की याद के सिवा हर चीज़ से) खाली हो गया। निश्चय वह क़रीब थी कि उसे प्रकट कर देती, यदि हम उसके दिल को मज़बूत कर उसका ढारस न बँधा देते, ताकि वह ईमानवालों में से हो जाए।",
      "transliteration": "Waasbaha fuadu ommi moosa farighan in kadat latubdee bihi lawla an rabatna AAala qalbiha litakoona mina almumineena"
    },
    {
      "id": 11,
      "text": "وَقَالَتۡ لِأُخۡتِهِۦ قُصِّيهِۖ فَبَصُرَتۡ بِهِۦ عَن جُنُبٖ وَهُمۡ لَا يَشۡعُرُونَ",
      "translation": "तथा (मूसा की माँ ने) उसकी बहन से कहा : इसके पीछे-पीछे जा। तो वह उसे दूर ही दूर से देखती रही और उन्हें (इसका) आभास नहीं होता था।",
      "transliteration": "Waqalat liokhtihi qusseehi fabasurat bihi AAan junubin wahum la yashAAuroona"
    },
    {
      "id": 12,
      "text": "۞وَحَرَّمۡنَا عَلَيۡهِ ٱلۡمَرَاضِعَ مِن قَبۡلُ فَقَالَتۡ هَلۡ أَدُلُّكُمۡ عَلَىٰٓ أَهۡلِ بَيۡتٖ يَكۡفُلُونَهُۥ لَكُمۡ وَهُمۡ لَهُۥ نَٰصِحُونَ",
      "translation": "और हमने उसपर पहले से सभी दूध हराम कर दिए। तो उस (की बहन) ने कहा : क्या मैं तुम्हें एक घर वाले बताऊँ, जो तुम्हारे लिए इसका पालन-पोषण करें और वे इसके शुभचिंतक हों?",
      "transliteration": "Waharramna AAalayhi almaradiAAa min qablu faqalat hal adullukum AAala ahli baytin yakfuloonahu lakum wahum lahu nasihoona"
    },
    {
      "id": 13,
      "text": "فَرَدَدۡنَٰهُ إِلَىٰٓ أُمِّهِۦ كَيۡ تَقَرَّ عَيۡنُهَا وَلَا تَحۡزَنَ وَلِتَعۡلَمَ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "तो हम उसे उसकी माँ के पास वापस ले आए, ताकि उसकी आँख ठंडी हो और वह शोक न करे, और ताकि वह जान ले कि निश्चय अल्लाह का वादा सच्चा है, लेकिन उनमें से ज्यादातर नहीं जानते।",
      "transliteration": "Faradadnahu ila ommihi kay taqarra AAaynuha wala tahzana walitaAAlama anna waAAda Allahi haqqun walakinna aktharahum la yaAAlamoona"
    },
    {
      "id": 14,
      "text": "وَلَمَّا بَلَغَ أَشُدَّهُۥ وَٱسۡتَوَىٰٓ ءَاتَيۡنَٰهُ حُكۡمٗا وَعِلۡمٗاۚ وَكَذَٰلِكَ نَجۡزِي ٱلۡمُحۡسِنِينَ",
      "translation": "और जब वह अपनी जवानी को पहुँचा और पूरा बलवान हो गया, तो हमने उसे निर्णय-शक्ति और ज्ञान प्रदान किया और इसी प्रकार हम भलाई करने वालों को बदला देते हैं।",
      "transliteration": "Walamma balagha ashuddahu waistawa ataynahu hukman waAAilman wakathalika najzee almuhsineena"
    },
    {
      "id": 15,
      "text": "وَدَخَلَ ٱلۡمَدِينَةَ عَلَىٰ حِينِ غَفۡلَةٖ مِّنۡ أَهۡلِهَا فَوَجَدَ فِيهَا رَجُلَيۡنِ يَقۡتَتِلَانِ هَٰذَا مِن شِيعَتِهِۦ وَهَٰذَا مِنۡ عَدُوِّهِۦۖ فَٱسۡتَغَٰثَهُ ٱلَّذِي مِن شِيعَتِهِۦ عَلَى ٱلَّذِي مِنۡ عَدُوِّهِۦ فَوَكَزَهُۥ مُوسَىٰ فَقَضَىٰ عَلَيۡهِۖ قَالَ هَٰذَا مِنۡ عَمَلِ ٱلشَّيۡطَٰنِۖ إِنَّهُۥ عَدُوّٞ مُّضِلّٞ مُّبِينٞ",
      "translation": "और वह नगर में उसके लोगों की कुछ असावधानी के समय में प्रवेश किया, तो उसमें दो व्यक्तियों को लड़ते हुए पाया। यह उसके गिरोह में से है और यह उसके शत्रुओं में से। तो जो उसके गिरोह में से था, उसने उसके विरुद्ध उससे मदद माँगी, जो उसके शत्रुओं में से था। तो मूसा ने उसे घूँसा मारा तो उसका काम तमाम कर दिया। (मूसा ने) कहा : यह शैतान के काम से है, निश्चित रूप से वह खुले तौर पर गुमराह करने वाला दुश्मन है।",
      "transliteration": "Wadakhala almadeenata AAala heeni ghaflatin min ahliha fawajada feeha rajulayni yaqtatilani hatha min sheeAAatihi wahatha min AAaduwwihi faistaghathahu allathee min sheeAAatihi AAala allathee min AAaduwwihi fawakazahu moosa faqada AAalayhi qala hatha min AAamali alshshaytani innahu AAaduwwun mudillun mubeenun"
    },
    {
      "id": 16,
      "text": "قَالَ رَبِّ إِنِّي ظَلَمۡتُ نَفۡسِي فَٱغۡفِرۡ لِي فَغَفَرَ لَهُۥٓۚ إِنَّهُۥ هُوَ ٱلۡغَفُورُ ٱلرَّحِيمُ",
      "translation": "उसने कहा : ऐ मेरे पालनहार! निश्चय ही मैंने अपने ऊपर अत्याचार किया है, अतः मुझे क्षमा कर दे। तो उसने उसे क्षमा कर दिया, निःसंदेह वही बड़ा क्षमाशील, अत्यंत दयावान है।",
      "transliteration": "Qala rabbi innee thalamtu nafsee faighfir lee faghafara lahu innahu huwa alghafooru alrraheemu"
    },
    {
      "id": 17,
      "text": "قَالَ رَبِّ بِمَآ أَنۡعَمۡتَ عَلَيَّ فَلَنۡ أَكُونَ ظَهِيرٗا لِّلۡمُجۡرِمِينَ",
      "translation": "उसने कहा : ऐ मेरे पालनहार! इस कारण कि तूने मुझपर उपकार किया है, मैं कभी भी अपराधियों का सहायक नहीं बनूँगा।",
      "transliteration": "Qala rabbi bima anAAamta AAalayya falan akoona thaheeran lilmujrimeena"
    },
    {
      "id": 18,
      "text": "فَأَصۡبَحَ فِي ٱلۡمَدِينَةِ خَآئِفٗا يَتَرَقَّبُ فَإِذَا ٱلَّذِي ٱسۡتَنصَرَهُۥ بِٱلۡأَمۡسِ يَسۡتَصۡرِخُهُۥۚ قَالَ لَهُۥ مُوسَىٰٓ إِنَّكَ لَغَوِيّٞ مُّبِينٞ",
      "translation": "फिर उसने नगर में डरते हुए सुबह की, इंतज़ार करता था (कि अब क्या होगा)। तो अचानक वही व्यक्ति जिसने कल उससे सहायता माँगी थी, उसे गुहार रहा था। मूसा ने उससे कहा : निश्चय ही तू अवश्य खुला गुमराह है।",
      "transliteration": "Faasbaha fee almadeenati khaifan yataraqqabu faitha allathee istansarahu bialamsi yastasrikhuhu qala lahu moosa innaka laghawiyyun mubeenun"
    },
    {
      "id": 19,
      "text": "فَلَمَّآ أَنۡ أَرَادَ أَن يَبۡطِشَ بِٱلَّذِي هُوَ عَدُوّٞ لَّهُمَا قَالَ يَٰمُوسَىٰٓ أَتُرِيدُ أَن تَقۡتُلَنِي كَمَا قَتَلۡتَ نَفۡسَۢا بِٱلۡأَمۡسِۖ إِن تُرِيدُ إِلَّآ أَن تَكُونَ جَبَّارٗا فِي ٱلۡأَرۡضِ وَمَا تُرِيدُ أَن تَكُونَ مِنَ ٱلۡمُصۡلِحِينَ",
      "translation": "फिर जब उस (मूसा) ने उसे पकड़ना चाहा, जो उन दोनों का शत्रु था, तो उस (इसराईली) ने कहा : ऐ मूसा! क्या तू मुझे मारना चाहता है, जैसे तूने कल एक व्यक्ति को मार डाला था? तू केवल यही चाहता है कि धरती में शक्तिशाली बन जाए और तू नहीं चाहता कि सुधार करने वालों में से हो।",
      "transliteration": "Falamma an arada an yabtisha biallathee huwa AAaduwwun lahuma qala ya moosa atureedu an taqtulanee kama qatalta nafsan bialamsi in tureedu illa an takoona jabbaran fee alardi wama tureedu an takoona mina almusliheena"
    },
    {
      "id": 20,
      "text": "وَجَآءَ رَجُلٞ مِّنۡ أَقۡصَا ٱلۡمَدِينَةِ يَسۡعَىٰ قَالَ يَٰمُوسَىٰٓ إِنَّ ٱلۡمَلَأَ يَأۡتَمِرُونَ بِكَ لِيَقۡتُلُوكَ فَٱخۡرُجۡ إِنِّي لَكَ مِنَ ٱلنَّـٰصِحِينَ",
      "translation": "और एक व्यक्ति नगर के सबसे दूर छोर से दौड़ता हुआ आया। उसने कहा : ऐ मूसा! निःसंदेह प्रमुख लोग तेरे विषय में परामर्श कर रहे हैं कि तुझे मार डालें। अतः तू (यहाँ से) निकल जा। निश्चय मैं तेरा शुभचिंतक हूँ।",
      "transliteration": "Wajaa rajulun min aqsa almadeenati yasAAa qala ya moosa inna almalaa yatamiroona bika liyaqtulooka faokhruj innee laka mina alnnasiheena"
    },
    {
      "id": 21,
      "text": "فَخَرَجَ مِنۡهَا خَآئِفٗا يَتَرَقَّبُۖ قَالَ رَبِّ نَجِّنِي مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ",
      "translation": "तो वह डरता हुआ उस (शहर) से निकल पड़ा, इंतज़ार करता था (कि अब क्या होगा), उसने प्रार्थना की : ऐ मेरे पालनहार! मुझे इन ज़ालिम लोगों से बचा ले।",
      "transliteration": "Fakharaja minha khaifan yataraqqabu qala rabbi najjinee mina alqawmi alththalimeena"
    },
    {
      "id": 22,
      "text": "وَلَمَّا تَوَجَّهَ تِلۡقَآءَ مَدۡيَنَ قَالَ عَسَىٰ رَبِّيٓ أَن يَهۡدِيَنِي سَوَآءَ ٱلسَّبِيلِ",
      "translation": "और जब उसने मदयन की ओर रुख़ किया, तो कहा : आशा है कि मेरा पालनहार मुझे सीधे मार्ग पर ले जाए।",
      "transliteration": "Walamma tawajjaha tilqaa madyana qala AAasa rabbee an yahdiyanee sawaa alssabeeli"
    },
    {
      "id": 23,
      "text": "وَلَمَّا وَرَدَ مَآءَ مَدۡيَنَ وَجَدَ عَلَيۡهِ أُمَّةٗ مِّنَ ٱلنَّاسِ يَسۡقُونَ وَوَجَدَ مِن دُونِهِمُ ٱمۡرَأَتَيۡنِ تَذُودَانِۖ قَالَ مَا خَطۡبُكُمَاۖ قَالَتَا لَا نَسۡقِي حَتَّىٰ يُصۡدِرَ ٱلرِّعَآءُۖ وَأَبُونَا شَيۡخٞ كَبِيرٞ",
      "translation": "और जब वह मदयन के पानी पर पहुँचा, तो उसपर लागों का एक समूह पाया, जो (अपने पशुओं को) पानी पिला रहा था। तथा उनके एक तरफ दो महिलाओं को पाया जो (अपने पशुओं को) रोक रही थीं। उसने कहा : तुम्हारा क्या मामला है? उन दोनों ने कहा : हम पानी नहीं पिलाते यहाँ तक कि चरवाहे (अपने जानवरों को) पिलाकर वापस ले जाएँ और हमारे पिता बहुत बूढ़े हैं।",
      "transliteration": "Walamma warada maa madyana wajada AAalayhi ommatan mina alnnasi yasqoona wawajada min doonihimu imraatayni tathoodani qala ma khatbukuma qalata la nasqee hatta yusdira alrriAAao waaboona shaykhun kabeerun"
    },
    {
      "id": 24,
      "text": "فَسَقَىٰ لَهُمَا ثُمَّ تَوَلَّىٰٓ إِلَى ٱلظِّلِّ فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلۡتَ إِلَيَّ مِنۡ خَيۡرٖ فَقِيرٞ",
      "translation": "तो उसने उनके लिए पानी पिला दिया। फिर पलट कर छाया की ओर आ गया और कहा : ऐ मेरे पालनहार! निःसंदेह मैं, जो भलाई भी तू मुझपर उतार दे, मैं उसका मोहताज हूँ।",
      "transliteration": "Fasaqa lahuma thumma tawalla ila alththilli faqala rabbi innee lima anzalta ilayya min khayrin faqeerun"
    },
    {
      "id": 25,
      "text": "فَجَآءَتۡهُ إِحۡدَىٰهُمَا تَمۡشِي عَلَى ٱسۡتِحۡيَآءٖ قَالَتۡ إِنَّ أَبِي يَدۡعُوكَ لِيَجۡزِيَكَ أَجۡرَ مَا سَقَيۡتَ لَنَاۚ فَلَمَّا جَآءَهُۥ وَقَصَّ عَلَيۡهِ ٱلۡقَصَصَ قَالَ لَا تَخَفۡۖ نَجَوۡتَ مِنَ ٱلۡقَوۡمِ ٱلظَّـٰلِمِينَ",
      "translation": "फिर दोनों में से एक बहुत लज्जा के साथ चलती हुई उसके पास आई। उसने कहा : निःसंदेह मेरे पिता आपको बुला रहे हैं। ताकि आपको उसका बदला दें जो आपने हमारे लिए (जानवरों को) पानी पिलाया है। तो जब वह (मूसा) उसके पास आया और उसे पूरी स्थिति बताई, तो उसने कहा : डरो मत, तुम उन ज़ालिम लोगों से बच निकले हो।",
      "transliteration": "Fajaathu ihdahuma tamshee AAala istihyain qalat inna abee yadAAooka liyajziyaka ajra ma saqayta lana falamma jaahu waqassa AAalayhi alqasasa qala la takhaf najawta mina alqawmi alththalimeena"
    },
    {
      "id": 26,
      "text": "قَالَتۡ إِحۡدَىٰهُمَا يَـٰٓأَبَتِ ٱسۡتَـٔۡجِرۡهُۖ إِنَّ خَيۡرَ مَنِ ٱسۡتَـٔۡجَرۡتَ ٱلۡقَوِيُّ ٱلۡأَمِينُ",
      "translation": "उन दोनों स्त्रियों में से एक ने कहा : ऐ मेरे पिता! इसे मज़दूरी पर रख लें, क्योंकि सबसे अच्छा व्यक्ति जिसे आप मज़दूरी पर रखें वही है जो शक्तिशाली, अमानतदार हो।",
      "transliteration": "Qalat ihdahuma ya abati istajirhu inna khayra mani istajarta alqawiyyu alameenu"
    },
    {
      "id": 27,
      "text": "قَالَ إِنِّيٓ أُرِيدُ أَنۡ أُنكِحَكَ إِحۡدَى ٱبۡنَتَيَّ هَٰتَيۡنِ عَلَىٰٓ أَن تَأۡجُرَنِي ثَمَٰنِيَ حِجَجٖۖ فَإِنۡ أَتۡمَمۡتَ عَشۡرٗا فَمِنۡ عِندِكَۖ وَمَآ أُرِيدُ أَنۡ أَشُقَّ عَلَيۡكَۚ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ مِنَ ٱلصَّـٰلِحِينَ",
      "translation": "उसने कहा : निःसंदेह मैं चाहता हूँ कि अपनी इन दो बेटियों में से एक का विवाह तुमसे कर दूँ, इस (शर्त) पर कि तुम आठ वर्ष मेरी मज़दूरी करोगे। फिर यदि तुम दस (वर्ष) पूरे कर दो, तो वह तुम्हारी ओर से है और मैं नहीं चाहता कि तुमपर बोझ डालूँ। यदि अल्लाह ने चाहा, तो तुम मुझे सदाचारियों में से पाओगे।",
      "transliteration": "Qala innee oreedu an onkihaka ihda ibnatayya hatayni AAala an tajuranee thamaniya hijajin fain atmamta AAashran famin AAindika wama oreedu an ashuqqa AAalayka satajidunee in shaa Allahu mina alssaliheena"
    },
    {
      "id": 28,
      "text": "قَالَ ذَٰلِكَ بَيۡنِي وَبَيۡنَكَۖ أَيَّمَا ٱلۡأَجَلَيۡنِ قَضَيۡتُ فَلَا عُدۡوَٰنَ عَلَيَّۖ وَٱللَّهُ عَلَىٰ مَا نَقُولُ وَكِيلٞ",
      "translation": "(मूसा ने) कहा : यह मेरे और आपके बीच (निश्चित) है। इन दोनों में से जो अवधि मैं पूरी कर दूँ, तो मुझपर कोई अति न होगी। और हम जो कुछ कह रहे हैं उसपर अल्लाह गवाह है।",
      "transliteration": "Qala thalika baynee wabaynaka ayyama alajalayni qadaytu fala AAudwana AAalayya waAllahu AAala ma naqoolu wakeelun"
    },
    {
      "id": 29,
      "text": "۞فَلَمَّا قَضَىٰ مُوسَى ٱلۡأَجَلَ وَسَارَ بِأَهۡلِهِۦٓ ءَانَسَ مِن جَانِبِ ٱلطُّورِ نَارٗاۖ قَالَ لِأَهۡلِهِ ٱمۡكُثُوٓاْ إِنِّيٓ ءَانَسۡتُ نَارٗا لَّعَلِّيٓ ءَاتِيكُم مِّنۡهَا بِخَبَرٍ أَوۡ جَذۡوَةٖ مِّنَ ٱلنَّارِ لَعَلَّكُمۡ تَصۡطَلُونَ",
      "translation": "फिर जब मूसा ने वह अवधि पूरी कर दी और अपने परिवार को लेकर चला, तो उसने तूर (पर्वत) की ओर से एक आग देखी। उसने अपने परिवार से कहा : ठहरो, मैंने एक आग देखी है, संभव है कि मैं तुम्हारे लिए उससे कोई समाचार ले आऊँ, या आग का कोई अंगारा, ताकि तुम ताप लो।",
      "transliteration": "Falamma qada moosaalajala wasara biahlihi anasa min janibi alttoori naran qala liahlihi omkuthoo innee anastu naran laAAallee ateekum minha bikhabarin aw jathwatin mina alnnari laAAallakum tastaloona"
    },
    {
      "id": 30,
      "text": "فَلَمَّآ أَتَىٰهَا نُودِيَ مِن شَٰطِيِٕ ٱلۡوَادِ ٱلۡأَيۡمَنِ فِي ٱلۡبُقۡعَةِ ٱلۡمُبَٰرَكَةِ مِنَ ٱلشَّجَرَةِ أَن يَٰمُوسَىٰٓ إِنِّيٓ أَنَا ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "फिर जब वह उसके पास आया, तो उस बरकत वाली जगह में घाटी के दाहिनी ओर से एक वृक्ष से आवाज़ दी गई : ऐ मूसा! निःसंदेह मैं ही अल्लाह हूँ, जो सारे संसारों का पालनहार है।",
      "transliteration": "Falamma ataha noodiya min shatii alwadi alaymani fee albuqAAati almubarakati mina alshshajarati an ya moosa innee ana Allahu rabbu alAAalameena"
    },
    {
      "id": 31,
      "text": "وَأَنۡ أَلۡقِ عَصَاكَۚ فَلَمَّا رَءَاهَا تَهۡتَزُّ كَأَنَّهَا جَآنّٞ وَلَّىٰ مُدۡبِرٗا وَلَمۡ يُعَقِّبۡۚ يَٰمُوسَىٰٓ أَقۡبِلۡ وَلَا تَخَفۡۖ إِنَّكَ مِنَ ٱلۡأٓمِنِينَ",
      "translation": "और यह कि अपनी लाठी फेंक दो। फिर जब उसने उसे देखा कि रेंग रही है, मानो वह एक साँप है, तो पीठ फेरकर चल दिया और पीछे नहीं मुड़ा। ऐ मूसा! आगे बढ़ो और डरो मत, निश्चित रूप से तुम सुरक्षित रहने वालों में से हो।",
      "transliteration": "Waan alqi AAasaka falamma raaha tahtazzu kaannaha jannun walla mudbiran walam yuAAaqqib ya moosa aqbil wala takhaf innaka mina alamineena"
    },
    {
      "id": 32,
      "text": "ٱسۡلُكۡ يَدَكَ فِي جَيۡبِكَ تَخۡرُجۡ بَيۡضَآءَ مِنۡ غَيۡرِ سُوٓءٖ وَٱضۡمُمۡ إِلَيۡكَ جَنَاحَكَ مِنَ ٱلرَّهۡبِۖ فَذَٰنِكَ بُرۡهَٰنَانِ مِن رَّبِّكَ إِلَىٰ فِرۡعَوۡنَ وَمَلَإِيْهِۦٓۚ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
      "translation": "अपना हाथ अपने गरीबान में डाल। वह बिना किसी दोष के सफेद (चमकदार) निकलेगा। और भय से (बचने के लिए) अपनी भुजा को अपनी ओर चिमटा ले। तो ये दोनों तेरे पालनहार की ओर से फ़िरऔन तथा उसके प्रमुखों के लिए दो प्रमाण हैं। निःसंदेह वे हमेशा से अवज्ञाकारी लोग हैं।",
      "transliteration": "Osluk yadaka fee jaybika takhruj baydaa min ghayri sooin waodmum ilayka janahaka mina alrrahbi fathanika burhanani min rabbika ila firAAawna wamalaihi innahum kanoo qawman fasiqeena"
    },
    {
      "id": 33,
      "text": "قَالَ رَبِّ إِنِّي قَتَلۡتُ مِنۡهُمۡ نَفۡسٗا فَأَخَافُ أَن يَقۡتُلُونِ",
      "translation": "उसने कहा : ऐ मेरे पालनहार! मैंने उनमें से एक व्यक्ति को क़त्ल किया है। इसलिए मैं डरता हूँ कि वे मुझे मार देंगे।",
      "transliteration": "Qala rabbi innee qataltu minhum nafsan faakhafu an yaqtulooni"
    },
    {
      "id": 34,
      "text": "وَأَخِي هَٰرُونُ هُوَ أَفۡصَحُ مِنِّي لِسَانٗا فَأَرۡسِلۡهُ مَعِيَ رِدۡءٗا يُصَدِّقُنِيٓۖ إِنِّيٓ أَخَافُ أَن يُكَذِّبُونِ",
      "translation": "और मेरा भाई हारून, वह ज़बान में मुझसे अधिक वाक्पटु है। अतः उसे मेरे साथ सहायक बनाकर भेज कि वह मेरी तसदीक़ करे। निःसंदेह मैं डरता हूँ कि वे मुझे झुठला देंगे।",
      "transliteration": "Waakhee haroonu huwa afsahu minnee lisanan faarsilhu maAAiya ridan yusaddiqunee innee akhafu an yukaththibooni"
    },
    {
      "id": 35,
      "text": "قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجۡعَلُ لَكُمَا سُلۡطَٰنٗا فَلَا يَصِلُونَ إِلَيۡكُمَا بِـَٔايَٰتِنَآۚ أَنتُمَا وَمَنِ ٱتَّبَعَكُمَا ٱلۡغَٰلِبُونَ",
      "translation": "फरमाया : हम तेरे भाई के साथ तेरा हाथ अवश्य मज़बूत करेंगे और तुम दोनों को प्रभुता प्रदान करेंगे। अतः वे तुम दोनों तक नहीं पहुँच सकेंगे। हमारी निशानियों के कारण तुम दोनों और जिन्होंने तुम्हारा अनुसरण किया, प्रभावी रहने वाले हो।",
      "transliteration": "Qala sanashuddu AAadudaka biakheeka wanajAAalu lakuma sultanan fala yasiloona ilaykuma biayatina antuma wamani ittabaAAakuma alghaliboona"
    },
    {
      "id": 36,
      "text": "فَلَمَّا جَآءَهُم مُّوسَىٰ بِـَٔايَٰتِنَا بَيِّنَٰتٖ قَالُواْ مَا هَٰذَآ إِلَّا سِحۡرٞ مُّفۡتَرٗى وَمَا سَمِعۡنَا بِهَٰذَا فِيٓ ءَابَآئِنَا ٱلۡأَوَّلِينَ",
      "translation": "फिर जब मूसा उनके पास हमारी खुली निशानियाँ लेकर आए, तो उन्होंने कहा : यह तो बस एक मनगढ़ंत जादू है और हमने इसे अपने पहले बाप-दादों में नहीं सुना।",
      "transliteration": "Falamma jaahum moosa biayatina bayyinatin qaloo ma hatha illa sihrun muftaran wama samiAAna bihatha fee abaina alawwaleena"
    },
    {
      "id": 37,
      "text": "وَقَالَ مُوسَىٰ رَبِّيٓ أَعۡلَمُ بِمَن جَآءَ بِٱلۡهُدَىٰ مِنۡ عِندِهِۦ وَمَن تَكُونُ لَهُۥ عَٰقِبَةُ ٱلدَّارِۚ إِنَّهُۥ لَا يُفۡلِحُ ٱلظَّـٰلِمُونَ",
      "translation": "तथा मूसा ने कहा : मेरा पालनहार उसे अधिक जानने वाला है जो उसके पास से मार्गदर्शन लेकर आया और उसको भी जिसके लिए (आख़िरत के) घर का परिणाम अच्छा होगा। निःसंदेह सत्य यह है कि अत्याचारी सफल नहीं होते।",
      "transliteration": "Waqala moosa rabbee aAAlamu biman jaa bialhuda min AAindihi waman takoonu lahu AAaqibatu alddari innahu la yuflihu alththalimoona"
    },
    {
      "id": 38,
      "text": "وَقَالَ فِرۡعَوۡنُ يَـٰٓأَيُّهَا ٱلۡمَلَأُ مَا عَلِمۡتُ لَكُم مِّنۡ إِلَٰهٍ غَيۡرِي فَأَوۡقِدۡ لِي يَٰهَٰمَٰنُ عَلَى ٱلطِّينِ فَٱجۡعَل لِّي صَرۡحٗا لَّعَلِّيٓ أَطَّلِعُ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ مِنَ ٱلۡكَٰذِبِينَ",
      "translation": "तथा फ़िरऔन ने कहा : ऐ प्रमुखो! मैंने अपने सिवा तुम्हारे लिए कोई पूज्य नहीं जाना। तो ऐ हामान! मेरे लिए मिट्टी पर आग जला, फिर मेरे लिए एक ऊँचा भवन बना, ताकि मैं मूसा के पूज्य को झाँककर देखूँ। और निःसंदेह मैं निश्चय उसे झूठों में से समझता हूँ।",
      "transliteration": "Waqala firAAawnu ya ayyuha almalao ma AAalimtu lakum min ilahin ghayree faawqid lee ya hamanu AAala altteeni faijAAal lee sarhan laAAallee attaliAAu ila ilahi moosa wainnee laathunnuhu mina alkathibeena"
    },
    {
      "id": 39,
      "text": "وَٱسۡتَكۡبَرَ هُوَ وَجُنُودُهُۥ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَظَنُّوٓاْ أَنَّهُمۡ إِلَيۡنَا لَا يُرۡجَعُونَ",
      "translation": "तथा वह और उसकी सेना बिना किसी अधिकार के देश में बड़े बन बैठे और उन्होंने सोचा कि निश्चित रूप से वे हमारे पास वापस नहीं लाए जाएँगे।",
      "transliteration": "Waistakbara huwa wajunooduhu fee alardi bighayri alhaqqi wathannoo annahum ilayna la yurjaAAoona"
    },
    {
      "id": 40,
      "text": "فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّۖ فَٱنظُرۡ كَيۡفَ كَانَ عَٰقِبَةُ ٱلظَّـٰلِمِينَ",
      "translation": "तो हमने उसे और उसकी सेनाओं को पकड़ लिया, फिर उन्हें समुद्र में फेंक दिया। तो देखो कि अत्याचारियों का अंत (परिणाम) कैसा था।",
      "transliteration": "Faakhathnahu wajunoodahu fanabathnahum fee alyammi faonthur kayfa kana AAaqibatu alththalimeena"
    },
    {
      "id": 41,
      "text": "وَجَعَلۡنَٰهُمۡ أَئِمَّةٗ يَدۡعُونَ إِلَى ٱلنَّارِۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ لَا يُنصَرُونَ",
      "translation": "और हमने उन्हें ऐसे अगवा बनाया, जो आग की ओर बुलाते थे और क़ियामत के दिन उनकी मदद नहीं की जाएगी।",
      "transliteration": "WajaAAalnahum aimmatan yadAAoona ila alnnari wayawma alqiyamati la yunsaroona"
    },
    {
      "id": 42,
      "text": "وَأَتۡبَعۡنَٰهُمۡ فِي هَٰذِهِ ٱلدُّنۡيَا لَعۡنَةٗۖ وَيَوۡمَ ٱلۡقِيَٰمَةِ هُم مِّنَ ٱلۡمَقۡبُوحِينَ",
      "translation": "और हमने इस संसार में उनके पीछे धिक्कार लगा दी और क़ियामत के दिन वे ठुकराए गए लोगों में से होंगे।",
      "transliteration": "WaatbaAAnahum fee hathihi alddunya laAAnatan wayawma alqiyamati hum mina almaqbooheena"
    },
    {
      "id": 43,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡكِتَٰبَ مِنۢ بَعۡدِ مَآ أَهۡلَكۡنَا ٱلۡقُرُونَ ٱلۡأُولَىٰ بَصَآئِرَ لِلنَّاسِ وَهُدٗى وَرَحۡمَةٗ لَّعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "और निःसंदेह हमने मूसा को पुस्तक प्रदान की, इसके पश्चात् कि हमने पहली नस्लों को विनष्ट कर दिया, जो लोगों के लिए अंतर्दृष्टिपूर्ण तर्क तथा मार्गदर्शन और दया थी, ताकि वे नसीहत ग्रहण करें।",
      "transliteration": "Walaqad atayna moosa alkitaba min baAAdi ma ahlakna alquroona aloola basaira lilnnasi wahudan warahmatan laAAallahum yatathakkaroona"
    },
    {
      "id": 44,
      "text": "وَمَا كُنتَ بِجَانِبِ ٱلۡغَرۡبِيِّ إِذۡ قَضَيۡنَآ إِلَىٰ مُوسَى ٱلۡأَمۡرَ وَمَا كُنتَ مِنَ ٱلشَّـٰهِدِينَ",
      "translation": "और उस समय आप पश्चिमी किनारे पर नहीं थे, जब हमने मूसा की ओर आदेश पहुँचाया और न ही आप उपस्थित लोगों में से थे।",
      "transliteration": "Wama kunta bijanibi algharbiyyi ith qadayna ila moosa alamra wama kunta mina alshshahideena"
    },
    {
      "id": 45,
      "text": "وَلَٰكِنَّآ أَنشَأۡنَا قُرُونٗا فَتَطَاوَلَ عَلَيۡهِمُ ٱلۡعُمُرُۚ وَمَا كُنتَ ثَاوِيٗا فِيٓ أَهۡلِ مَدۡيَنَ تَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَا وَلَٰكِنَّا كُنَّا مُرۡسِلِينَ",
      "translation": "परंतु हमने (मूसा के बाद) बहुत-सी नस्लें पैदा कीं, फिर उनपर लंबा समय बीत गया तथा न आप मदयन वालों के बीच रहने वाले थे कि उन्हें हमारी आयतें पढ़कर सुनाते हों, परंतु हम ही (रसूल) भेजने वाले हैं।",
      "transliteration": "Walakinna anshana quroonan fatatawala AAalayhimu alAAumuru wama kunta thawiyan fee ahli madyana tatloo AAalayhim ayatina walakinna kunna mursileena"
    },
    {
      "id": 46,
      "text": "وَمَا كُنتَ بِجَانِبِ ٱلطُّورِ إِذۡ نَادَيۡنَا وَلَٰكِن رَّحۡمَةٗ مِّن رَّبِّكَ لِتُنذِرَ قَوۡمٗا مَّآ أَتَىٰهُم مِّن نَّذِيرٖ مِّن قَبۡلِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "तथा न (ही) आप तूर (पर्वत) के किनारे पर थे, जब हमने (मूसा को) पुकारा। परंतु आपके पालनहार की ओर से दया है, ताकि आप उन लोगों को डराएँ, जिनके पास आपसे पहले कोई डराने वाला नहीं आया, ताकि वे नसीहत ग्रहण करें।",
      "transliteration": "Wama kunta bijanibi alttoori ith nadayna walakin rahmatan min rabbika litunthira qawman ma atahum min natheerin min qablika laAAallahum yatathakkaroona"
    },
    {
      "id": 47,
      "text": "وَلَوۡلَآ أَن تُصِيبَهُم مُّصِيبَةُۢ بِمَا قَدَّمَتۡ أَيۡدِيهِمۡ فَيَقُولُواْ رَبَّنَا لَوۡلَآ أَرۡسَلۡتَ إِلَيۡنَا رَسُولٗا فَنَتَّبِعَ ءَايَٰتِكَ وَنَكُونَ مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "तथा यदि ऐसा न होता कि उन्हें उसके कारण कोई विपत्ति पहुँचेगी जो उनके हाथों ने आगे भेजा, तो वे कहेंगे : ऐ हमारे पालनहार! तूने हमारी ओर कोई रसूल क्यों न भेजा कि हम तेरी आयतों का अनुसरण करते और ईमान वालों में से हो जाते।",
      "transliteration": "Walawla an tuseebahum museebatun bima qaddamat aydeehim fayaqooloo rabbana lawla arsalta ilayna rasoolan fanattabiAAa ayatika wanakoona mina almumineena"
    },
    {
      "id": 48,
      "text": "فَلَمَّا جَآءَهُمُ ٱلۡحَقُّ مِنۡ عِندِنَا قَالُواْ لَوۡلَآ أُوتِيَ مِثۡلَ مَآ أُوتِيَ مُوسَىٰٓۚ أَوَلَمۡ يَكۡفُرُواْ بِمَآ أُوتِيَ مُوسَىٰ مِن قَبۡلُۖ قَالُواْ سِحۡرَانِ تَظَٰهَرَا وَقَالُوٓاْ إِنَّا بِكُلّٖ كَٰفِرُونَ",
      "translation": "फिर जब उनके पास हमारी ओर से सत्य आ गया, तो उन्होंने कहा : उसे उस जैसी चीज़ें क्यों न दी गईं, जो मूसा को दी गईं? तो क्या उन्होंने इससे पहले उन चीज़ों का इनकार नहीं किया जो मूसा को दी गई थीं? उन्होंने कहा : ये दोनों (सर्वथा) जादू हैं, जो एक-दूसरे की मदद कर रहे हैं, और कहने लगे : हम तो इन सब का इनकार करने वाले हैं।",
      "transliteration": "Falamma jaahumu alhaqqu min AAindina qaloo lawla ootiya mithla ma ootiya moosa awalam yakfuroo bima ootiya moosa min qablu qaloo sihrani tathahara waqaloo inna bikullin kafiroona"
    },
    {
      "id": 49,
      "text": "قُلۡ فَأۡتُواْ بِكِتَٰبٖ مِّنۡ عِندِ ٱللَّهِ هُوَ أَهۡدَىٰ مِنۡهُمَآ أَتَّبِعۡهُ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "(ऐ नबी!) आप कह दें : फिर तुम अल्लाह की ओर से कोई पुस्तक ले आओ, जो इन दोनों से अधिक मार्गदर्शन वाली हो, ताकि मैं उसका अनुसरण करूँ, यदि तुम सच्चे हो।",
      "transliteration": "Qul fatoo bikitabin min AAindi Allahi huwa ahda minhuma attabiAAhu in kuntum sadiqeena"
    },
    {
      "id": 50,
      "text": "فَإِن لَّمۡ يَسۡتَجِيبُواْ لَكَ فَٱعۡلَمۡ أَنَّمَا يَتَّبِعُونَ أَهۡوَآءَهُمۡۚ وَمَنۡ أَضَلُّ مِمَّنِ ٱتَّبَعَ هَوَىٰهُ بِغَيۡرِ هُدٗى مِّنَ ٱللَّهِۚ إِنَّ ٱللَّهَ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ",
      "translation": "फिर यदि वे आपकी माँग पूरी न करें, तो आप जान लें कि वे केवल अपनी इच्छाओं का पालन कर रहे हैं, और उससे बढ़कर पथभ्रष्ट कौन है, जो अल्लाह की ओर से किसी मार्गदर्शन के बिना अपनी इच्छा का पालन करे? निःसंदेह अल्लाह अत्याचार करने वाले लोगों को मार्ग नहीं दिखाता।",
      "transliteration": "Fain lam yastajeeboo laka faiAAlam annama yattabiAAoona ahwaahum waman adallu mimmani ittabaAAa hawahu bighayri hudan mina Allahi inna Allaha la yahdee alqawma alththalimeena"
    },
    {
      "id": 51,
      "text": "۞وَلَقَدۡ وَصَّلۡنَا لَهُمُ ٱلۡقَوۡلَ لَعَلَّهُمۡ يَتَذَكَّرُونَ",
      "translation": "और निःसंदेह हमने उनकी ओर निरंतर संदेश पहुँचाया, ताकि वे नसीहत ग्रहण करें।",
      "transliteration": "Walaqad wassalna lahumu alqawla laAAallahum yatathakkaroona"
    },
    {
      "id": 52,
      "text": "ٱلَّذِينَ ءَاتَيۡنَٰهُمُ ٱلۡكِتَٰبَ مِن قَبۡلِهِۦ هُم بِهِۦ يُؤۡمِنُونَ",
      "translation": "जिन लोगों को हमने इससे पहले किताब दी थी, वे इसपर ईमान लाते हैं।",
      "transliteration": "Allatheena ataynahumu alkitaba min qablihi hum bihi yuminoona"
    },
    {
      "id": 53,
      "text": "وَإِذَا يُتۡلَىٰ عَلَيۡهِمۡ قَالُوٓاْ ءَامَنَّا بِهِۦٓ إِنَّهُ ٱلۡحَقُّ مِن رَّبِّنَآ إِنَّا كُنَّا مِن قَبۡلِهِۦ مُسۡلِمِينَ",
      "translation": "तथा जब यह उनके सामने पढ़ा जाता है, तो वे कहते हैं : हम इसपर ईमान लाए। निश्चय यही हमारे रब की ओर से सत्य है। निःसंदेह हम इससे पहले मुसलमान (आज्ञाकारी) थे।",
      "transliteration": "Waitha yutla AAalayhim qaloo amanna bihi innahu alhaqqu min rabbina inna kunna min qablihi muslimeena"
    },
    {
      "id": 54,
      "text": "أُوْلَـٰٓئِكَ يُؤۡتَوۡنَ أَجۡرَهُم مَّرَّتَيۡنِ بِمَا صَبَرُواْ وَيَدۡرَءُونَ بِٱلۡحَسَنَةِ ٱلسَّيِّئَةَ وَمِمَّا رَزَقۡنَٰهُمۡ يُنفِقُونَ",
      "translation": "ये वे लोग हैं जिन्हें उनका प्रतिफल दोहरा दिया जाएगा, इसके बदले कि उन्होंने सब्र किया और वे भलाई के साथ बुराई को दूर करते हैं और जो कुछ हमने उन्हें दिया है उसमें से खर्च करते हैं।",
      "transliteration": "Olaika yutawna ajrahum marratayni bima sabaroo wayadraoona bialhasanati alssayyiata wamimma razaqnahum yunfiqoona"
    },
    {
      "id": 55,
      "text": "وَإِذَا سَمِعُواْ ٱللَّغۡوَ أَعۡرَضُواْ عَنۡهُ وَقَالُواْ لَنَآ أَعۡمَٰلُنَا وَلَكُمۡ أَعۡمَٰلُكُمۡ سَلَٰمٌ عَلَيۡكُمۡ لَا نَبۡتَغِي ٱلۡجَٰهِلِينَ",
      "translation": "और जब वे व्यर्थ बात सुनते हैं, तो उससे किनारा करते हैं, तथा कहते हैं : हमारे लिए हमारे कर्म हैं और तुम्हारे लिए तुम्हारे कर्म। सलाम है तुमपर, हम जाहिलों को नहीं चाहते।",
      "transliteration": "Waitha samiAAoo allaghwa aAAradoo AAanhu waqaloo lana aAAmaluna walakum aAAmalukum salamun AAalaykum la nabtaghee aljahileena"
    },
    {
      "id": 56,
      "text": "إِنَّكَ لَا تَهۡدِي مَنۡ أَحۡبَبۡتَ وَلَٰكِنَّ ٱللَّهَ يَهۡدِي مَن يَشَآءُۚ وَهُوَ أَعۡلَمُ بِٱلۡمُهۡتَدِينَ",
      "translation": "निःसंदेह आप उसे हिदायत नहीं दे सकते जिसे आप चाहें, परंतु अल्लाह हिदायत देता है जिसे चाहता है और वह हिदायत पाने वालों को अधिक जानने वाला है।",
      "transliteration": "Innaka la tahdee man ahbabta walakinna Allaha yahdee man yashao wahuwa aAAlamu bialmuhtadeena"
    },
    {
      "id": 57,
      "text": "وَقَالُوٓاْ إِن نَّتَّبِعِ ٱلۡهُدَىٰ مَعَكَ نُتَخَطَّفۡ مِنۡ أَرۡضِنَآۚ أَوَلَمۡ نُمَكِّن لَّهُمۡ حَرَمًا ءَامِنٗا يُجۡبَىٰٓ إِلَيۡهِ ثَمَرَٰتُ كُلِّ شَيۡءٖ رِّزۡقٗا مِّن لَّدُنَّا وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "तथा उन्होंने कहा : यदि हम आपके साथ इस मार्गदर्शन का अनुसरण करें, तो हम अपनी धरती से उचक लिए जाएँगे। और क्या हमने उन्हें एक शांतिपूर्ण (सुरक्षित) हरम में जगह नहीं दी? जिसकी ओर, हमारे पास से रोज़ी के तौर पर, सब वस्तुओं के फल खींचकर लाए जाते हैं। परंतु उनमें से अधिकतर लोग नहीं जानते।",
      "transliteration": "Waqaloo in nattabiAAi alhuda maAAaka nutakhattaf min ardina awalam numakkin lahum haraman aminan yujba ilayhi thamaratu kulli shayin rizqan min ladunna walakinna aktharahum la yaAAlamoona"
    },
    {
      "id": 58,
      "text": "وَكَمۡ أَهۡلَكۡنَا مِن قَرۡيَةِۭ بَطِرَتۡ مَعِيشَتَهَاۖ فَتِلۡكَ مَسَٰكِنُهُمۡ لَمۡ تُسۡكَن مِّنۢ بَعۡدِهِمۡ إِلَّا قَلِيلٗاۖ وَكُنَّا نَحۡنُ ٱلۡوَٰرِثِينَ",
      "translation": "और हमने कितनी ही बस्तियों को विनष्ट कर दिया, जो अपनी गुज़र-बसर के संसाधनों पर इतराने लगी थीं। तो ये हैं उनके घर, जो उनके बाद आबाद नहीं किए गए, परंतु बहुत कम। और हम ही हमेशा उत्तराधिकारी बनने वाले हैं।",
      "transliteration": "Wakam ahlakna min qaryatin batirat maAAeeshataha fatilka masakinuhum lam tuskan min baAAdihim illa qaleelan wakunna nahnu alwaritheena"
    },
    {
      "id": 59,
      "text": "وَمَا كَانَ رَبُّكَ مُهۡلِكَ ٱلۡقُرَىٰ حَتَّىٰ يَبۡعَثَ فِيٓ أُمِّهَا رَسُولٗا يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِنَاۚ وَمَا كُنَّا مُهۡلِكِي ٱلۡقُرَىٰٓ إِلَّا وَأَهۡلُهَا ظَٰلِمُونَ",
      "translation": "और आपका पालनहार कभी बस्तियों को विनष्ट करने वाला नहीं, यहाँ तक कि उनके केंद्र में एक रसूल भेजे जो उनके सामने हमारी आयतें पढ़े। तथा हम कभी बस्तियों को विनष्ट करने वाले नहीं, परंतु जबकि उसके निवासी अत्याचारी हों।",
      "transliteration": "Wama kana rabbuka muhlika alqura hatta yabAAatha fee ommiha rasoolan yatloo AAalayhim ayatina wama kunna muhlikee alqura illa waahluha thalimoona"
    },
    {
      "id": 60,
      "text": "وَمَآ أُوتِيتُم مِّن شَيۡءٖ فَمَتَٰعُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَزِينَتُهَاۚ وَمَا عِندَ ٱللَّهِ خَيۡرٞ وَأَبۡقَىٰٓۚ أَفَلَا تَعۡقِلُونَ",
      "translation": "तथा जो कुछ भी तुम दिए गए हो, वह सांसारिक जीवन का सामान और उसकी शोभा है। और जो अल्लाह के पास है, वह उससे उत्तम और अधिक बाक़ी रहने वाला है, तो क्या तुम नहीं समझते?",
      "transliteration": "Wama ooteetum min shayin famataAAu alhayati alddunya wazeenatuha wama AAinda Allahi khayrun waabqa afala taAAqiloona"
    },
    {
      "id": 61,
      "text": "أَفَمَن وَعَدۡنَٰهُ وَعۡدًا حَسَنٗا فَهُوَ لَٰقِيهِ كَمَن مَّتَّعۡنَٰهُ مَتَٰعَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا ثُمَّ هُوَ يَوۡمَ ٱلۡقِيَٰمَةِ مِنَ ٱلۡمُحۡضَرِينَ",
      "translation": "तो क्या वह व्यक्ति जिसे हमने एक अच्छा वादा दिया, फिर वह उसे प्राप्त करने वाला है, उस व्यक्ति की तरह है, जिसे हमने सांसारिक जीवन का सामान दिया, फिर वह क़ियामत के दिन उपस्थित किए जाने वालों में से होगा?",
      "transliteration": "Afaman waAAadnahu waAAdan hasanan fahuwa laqeehi kaman mattaAAnahu mataAAa alhayati alddunya thumma huwa yawma alqiyamati mina almuhdareena"
    },
    {
      "id": 62,
      "text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
      "translation": "और जिस दिन वह उन्हें पुकारेगा, तो कहेगा : कहाँ हैं मेरे वे साझी, जो तुम दावा करते थे?",
      "transliteration": "Wayawma yunadeehim fayaqoolu ayna shurakaiya allatheena kuntum tazAAumoona"
    },
    {
      "id": 63,
      "text": "قَالَ ٱلَّذِينَ حَقَّ عَلَيۡهِمُ ٱلۡقَوۡلُ رَبَّنَا هَـٰٓؤُلَآءِ ٱلَّذِينَ أَغۡوَيۡنَآ أَغۡوَيۡنَٰهُمۡ كَمَا غَوَيۡنَاۖ تَبَرَّأۡنَآ إِلَيۡكَۖ مَا كَانُوٓاْ إِيَّانَا يَعۡبُدُونَ",
      "translation": "वे लोग कहेंगे जिनपर बात सिद्ध हो चुकी : ऐ हमारे पालनहार! ये वे लोग हैं जिन्हें हमने गुमराह किया, हमने उन्हें उसी तरह गुमराह किया जैसे हम गुमराह हुए। हम तेरे सामने (इनसे) अलग होने की घोषणा करते हैं। ये हमारी तो पूजा नहीं करते थे।",
      "transliteration": "Qala allatheena haqqa AAalayhimu alqawlu rabbana haolai allatheena aghwayna aghwaynahum kama ghawayna tabarrana ilayka ma kanoo iyyana yaAAbudoona"
    },
    {
      "id": 64,
      "text": "وَقِيلَ ٱدۡعُواْ شُرَكَآءَكُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَرَأَوُاْ ٱلۡعَذَابَۚ لَوۡ أَنَّهُمۡ كَانُواْ يَهۡتَدُونَ",
      "translation": "तथा कहा जाएगा : अपने साझियों को पुकारो। तो वे उन्हें पुकारेंगे, परंतु वे उन्हें उत्तर न देंगे। तथा वे यातना को देखेंगे, (तो कामना करेंगे) काश कि उन्होंने मार्गदर्शन स्वीकार किया होता।",
      "transliteration": "Waqeela odAAoo shurakaakum fadaAAawhum falam yastajeeboo lahum waraawoo alAAathaba law annahum kanoo yahtadoona"
    },
    {
      "id": 65,
      "text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ مَاذَآ أَجَبۡتُمُ ٱلۡمُرۡسَلِينَ",
      "translation": "और जिस दिन वह (अल्लाह) उन्हें पुकारेगा, फिर कहेगा : तुमने रसूलों को क्या उत्तर दिया?",
      "transliteration": "Wayawma yunadeehim fayaqoolu matha ajabtumu almursaleena"
    },
    {
      "id": 66,
      "text": "فَعَمِيَتۡ عَلَيۡهِمُ ٱلۡأَنۢبَآءُ يَوۡمَئِذٖ فَهُمۡ لَا يَتَسَآءَلُونَ",
      "translation": "तो उस दिन उनसे सब बातें लुप्त हो जाएँगी, इसलिए वे एक-दूसरे से (भी) नहीं पूछेंगे।",
      "transliteration": "FaAAamiyat AAalayhimu alanbao yawmaithin fahum la yatasaaloona"
    },
    {
      "id": 67,
      "text": "فَأَمَّا مَن تَابَ وَءَامَنَ وَعَمِلَ صَٰلِحٗا فَعَسَىٰٓ أَن يَكُونَ مِنَ ٱلۡمُفۡلِحِينَ",
      "translation": "फिर जिसने क्षमा माँग ली तथा ईमान ले आया और अच्छा कर्म किया, तो आशा है कि वह सफल होने वालों में से होगा।",
      "transliteration": "Faamma man taba waamana waAAamila salihan faAAasa an yakoona mina almufliheena"
    },
    {
      "id": 68,
      "text": "وَرَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَيَخۡتَارُۗ مَا كَانَ لَهُمُ ٱلۡخِيَرَةُۚ سُبۡحَٰنَ ٱللَّهِ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ",
      "translation": "और आपका पालनहार जो चाहता है पैदा करता है और चुन लेता है, उनके लिए कभी भी अधिकार नहीं। अल्लाह पवित्र है तथा बहुत उच्च है, उससे जो वे साझी बनाते हैं।",
      "transliteration": "Warabbuka yakhluqu ma yashao wayakhtaru ma kana lahumu alkhiyaratu subhana Allahi wataAAala AAamma yushrikoona"
    },
    {
      "id": 69,
      "text": "وَرَبُّكَ يَعۡلَمُ مَا تُكِنُّ صُدُورُهُمۡ وَمَا يُعۡلِنُونَ",
      "translation": "और आपका पालनहार जानता है, जो कुछ उनके सीने छिपाते हैं और जो कुछ वे ज़ाहिर करते हैं।",
      "transliteration": "Warabbuka yaAAlamu ma tukinnu sudooruhum wama yuAAlinoona"
    },
    {
      "id": 70,
      "text": "وَهُوَ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَۖ لَهُ ٱلۡحَمۡدُ فِي ٱلۡأُولَىٰ وَٱلۡأٓخِرَةِۖ وَلَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "तथा वही अल्लाह है, जिसके सिवा कोई सत्य पूज्य नहीं। उसी के लिए दुनिया और आख़िरत में सब प्रशंसा है। तथा उसी का हुक्म (चलता) है और उसी की ओर तुम लौटाए जाओगो।",
      "transliteration": "Wahuwa Allahu la ilaha illa huwa lahu alhamdu fee aloola waalakhirati walahu alhukmu wailayhi turjaAAoona"
    },
    {
      "id": 71,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلَّيۡلَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِضِيَآءٍۚ أَفَلَا تَسۡمَعُونَ",
      "translation": "(ऐ नबी!) आप कह दें : क्या तुमने देखा कि यदि अल्लाह क़ियामत के दिन तक तुमपर हमेशा के लिए रात कर दे, तो अल्लाह के सिवा कौन पूज्य है जो तुम्हारे लिए प्रकाश ला सके? तो क्या तुम नहीं सुनते?",
      "transliteration": "Qul araaytum in jaAAala Allahu AAalaykumu allayla sarmadan ila yawmi alqiyamati man ilahun ghayru Allahi yateekum bidiyain afala tasmaAAoona"
    },
    {
      "id": 72,
      "text": "قُلۡ أَرَءَيۡتُمۡ إِن جَعَلَ ٱللَّهُ عَلَيۡكُمُ ٱلنَّهَارَ سَرۡمَدًا إِلَىٰ يَوۡمِ ٱلۡقِيَٰمَةِ مَنۡ إِلَٰهٌ غَيۡرُ ٱللَّهِ يَأۡتِيكُم بِلَيۡلٖ تَسۡكُنُونَ فِيهِۚ أَفَلَا تُبۡصِرُونَ",
      "translation": "आप कह दें : क्या तुमने देखा कि यदि अल्लाह क़ियामत के दिन तक तुमपर हमेशा के लिए दिन कर दे, तो अल्लाह के सिवा कौन पूज्य है जो तुम्हारे लिए रात ले आए, जिसमें तुम विश्राम कर सको? तो क्या तुम नहीं देखते?",
      "transliteration": "Qul araaytum in jaAAala Allahu AAalaykumu alnnahara sarmadan ila yawmi alqiyamati man ilahun ghayru Allahi yateekum bilaylin taskunoona feehi afala tubsiroona"
    },
    {
      "id": 73,
      "text": "وَمِن رَّحۡمَتِهِۦ جَعَلَ لَكُمُ ٱلَّيۡلَ وَٱلنَّهَارَ لِتَسۡكُنُواْ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ",
      "translation": "तथा उसने अपनी दया ही से तुम्हारे लिए रात और दिन बनाए हैं। ताकि तुम उस (रात) में आराम करो और ताकि उसका कुछ अनुग्रह तलाश करो और ताकि तुम उसके कृतज्ञ बनो।",
      "transliteration": "Wamin rahmatihi jaAAala lakumu allayla waalnnahara litaskunoo feehi walitabtaghoo min fadlihi walaAAallakum tashkuroona"
    },
    {
      "id": 74,
      "text": "وَيَوۡمَ يُنَادِيهِمۡ فَيَقُولُ أَيۡنَ شُرَكَآءِيَ ٱلَّذِينَ كُنتُمۡ تَزۡعُمُونَ",
      "translation": "और जिस दिन वह उन्हें पुकारेगा, तो कहेगा : कहाँ हैं मेरे वे साझी, जो तुम दावा करते थे?",
      "transliteration": "Wayawma yunadeehim fayaqoolu ayna shurakaiya allatheena kuntum tazAAumoona"
    },
    {
      "id": 75,
      "text": "وَنَزَعۡنَا مِن كُلِّ أُمَّةٖ شَهِيدٗا فَقُلۡنَا هَاتُواْ بُرۡهَٰنَكُمۡ فَعَلِمُوٓاْ أَنَّ ٱلۡحَقَّ لِلَّهِ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ",
      "translation": "और हम प्रत्येक समुदाय से एक गवाह निकालेंगे, फिर हम कहेंगे : लाओ अपने प्रमाण। तो वे जान लेंगे कि निःसंदेह सत्य बात अल्लाह की है, और जो कुछ वे गढ़ते थे, वह उनसे गुम हो जाएगा।",
      "transliteration": "WanazaAAna min kulli ommatin shaheedan faqulna hatoo burhanakum faAAalimoo anna alhaqqa lillahi wadalla AAanhum ma kanoo yaftaroona"
    },
    {
      "id": 76,
      "text": "۞إِنَّ قَٰرُونَ كَانَ مِن قَوۡمِ مُوسَىٰ فَبَغَىٰ عَلَيۡهِمۡۖ وَءَاتَيۡنَٰهُ مِنَ ٱلۡكُنُوزِ مَآ إِنَّ مَفَاتِحَهُۥ لَتَنُوٓأُ بِٱلۡعُصۡبَةِ أُوْلِي ٱلۡقُوَّةِ إِذۡ قَالَ لَهُۥ قَوۡمُهُۥ لَا تَفۡرَحۡۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡفَرِحِينَ",
      "translation": "निःसंदेह क़ारून मूसा की जाति में से था। फिर उसने उनपर सरकशी की और हमने उसे इतने ख़ज़ाने दिए कि निःसंदेह उनकी कुंजियाँ एक बलशाली गिरोह पर भारी पड़ती थीं। जब उसकी जाति ने उससे कहा : मत इतरा। निःसंदेह अल्लाह इतराने वालों से प्रेम नहीं करता।",
      "transliteration": "Inna qaroona kana min qawmi moosa fabagha AAalayhim waataynahu mina alkunoozi ma inna mafatihahu latanooo bialAAusbati olee alquwwati ith qala lahu qawmuhu la tafrah inna Allaha la yuhibbu alfariheena"
    },
    {
      "id": 77,
      "text": "وَٱبۡتَغِ فِيمَآ ءَاتَىٰكَ ٱللَّهُ ٱلدَّارَ ٱلۡأٓخِرَةَۖ وَلَا تَنسَ نَصِيبَكَ مِنَ ٱلدُّنۡيَاۖ وَأَحۡسِن كَمَآ أَحۡسَنَ ٱللَّهُ إِلَيۡكَۖ وَلَا تَبۡغِ ٱلۡفَسَادَ فِي ٱلۡأَرۡضِۖ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلۡمُفۡسِدِينَ",
      "translation": "तथा जो कुछ अल्लाह ने तुझे दिया है, उसमें आख़िरत का घर तलाश कर, और दुनिया से अपना हिस्सा मत भूल और उपकार कर, जैसे अल्लाह ने तुझपर उपकार किया है, तथा धरती में बिगाड़ की तलाश मत कर। निःसंदेह अल्लाह बिगाड़ पैदा करने वालों से प्रेम नहीं करता।",
      "transliteration": "Waibtaghi feema ataka Allahu alddara alakhirata wala tansa naseebaka mina alddunya waahsin kama ahsana Allahu ilayka wala tabghi alfasada fee alardi inna Allaha la yuhibbu almufsideena"
    },
    {
      "id": 78,
      "text": "قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلۡمٍ عِندِيٓۚ أَوَلَمۡ يَعۡلَمۡ أَنَّ ٱللَّهَ قَدۡ أَهۡلَكَ مِن قَبۡلِهِۦ مِنَ ٱلۡقُرُونِ مَنۡ هُوَ أَشَدُّ مِنۡهُ قُوَّةٗ وَأَكۡثَرُ جَمۡعٗاۚ وَلَا يُسۡـَٔلُ عَن ذُنُوبِهِمُ ٱلۡمُجۡرِمُونَ",
      "translation": "उसने कहा : ''मुझे तो यह उस ज्ञान के कारण दिया गया है जो मेरे पास है।'' और क्या उसने नहीं जाना कि निःसंदेह अल्लाह उससे पहले कई समुदायों को विनष्ट कर चुका है, जो शक्ति में उससे बढ़कर और धन-दौलत में उससे अधिक थे। और अपराधियों से उनके पापों के बारे में पूछा नहीं जाएगा।",
      "transliteration": "Qala innama ooteetuhu AAala AAilmin AAindee awalam yaAAlam anna Allaha qad ahlaka min qablihi mina alqurooni man huwa ashaddu minhu quwwatan waaktharu jamAAan wala yusalu AAan thunoobihimu almujrimoona"
    },
    {
      "id": 79,
      "text": "فَخَرَجَ عَلَىٰ قَوۡمِهِۦ فِي زِينَتِهِۦۖ قَالَ ٱلَّذِينَ يُرِيدُونَ ٱلۡحَيَوٰةَ ٱلدُّنۡيَا يَٰلَيۡتَ لَنَا مِثۡلَ مَآ أُوتِيَ قَٰرُونُ إِنَّهُۥ لَذُو حَظٍّ عَظِيمٖ",
      "translation": "फिर वह अपनी जाति के सामने अपनी शोभा में निकला। उन लोगों ने कहा जो दुनिया का जीवन चाहते थे : ऐ काश! हमारे लिए ऐसा ही होता जो क़ारून को दिया गया है, निःसंदेह वह निश्चय बड़ा नसीब वाला है।",
      "transliteration": "Fakharaja AAala qawmihi fee zeenatihi qala allatheena yureedoona alhayata alddunya ya layta lana mithla ma ootiya qaroonu innahu lathoo haththin AAatheemin"
    },
    {
      "id": 80,
      "text": "وَقَالَ ٱلَّذِينَ أُوتُواْ ٱلۡعِلۡمَ وَيۡلَكُمۡ ثَوَابُ ٱللَّهِ خَيۡرٞ لِّمَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗاۚ وَلَا يُلَقَّىٰهَآ إِلَّا ٱلصَّـٰبِرُونَ",
      "translation": "तथा उन लोगों ने कहा, जिनको ज्ञान दिया गया था : हाय तुम पर! अल्लाह का बदला उस व्यक्ति के लिए कहीं उत्तम है, जो ईमान लाया तथा उसने अच्छा कर्म किया। और इसका सामर्थ्य केवल उन्हीं को दिया जाता है जो सब्र करने वाले हैं।",
      "transliteration": "Waqala allatheena ootoo alAAilma waylakum thawabu Allahi khayrun liman amana waAAamila salihan wala yulaqqaha illa alssabiroona"
    },
    {
      "id": 81,
      "text": "فَخَسَفۡنَا بِهِۦ وَبِدَارِهِ ٱلۡأَرۡضَ فَمَا كَانَ لَهُۥ مِن فِئَةٖ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مِنَ ٱلۡمُنتَصِرِينَ",
      "translation": "तो हमने उसे और उसके घर को ज़मीन में धँसा दिया, फिर न उसके लिए कोई गिरोह था जो अल्लाह के मुक़ाबले में उसकी मदद करता और न वह अपनी रक्षा करने वालों में से था।",
      "transliteration": "Fakhasafna bihi wabidarihi alarda fama kana lahu min fiatin yansuroonahu min dooni Allahi wama kana mina almuntasireena"
    },
    {
      "id": 82,
      "text": "وَأَصۡبَحَ ٱلَّذِينَ تَمَنَّوۡاْ مَكَانَهُۥ بِٱلۡأَمۡسِ يَقُولُونَ وَيۡكَأَنَّ ٱللَّهَ يَبۡسُطُ ٱلرِّزۡقَ لِمَن يَشَآءُ مِنۡ عِبَادِهِۦ وَيَقۡدِرُۖ لَوۡلَآ أَن مَّنَّ ٱللَّهُ عَلَيۡنَا لَخَسَفَ بِنَاۖ وَيۡكَأَنَّهُۥ لَا يُفۡلِحُ ٱلۡكَٰفِرُونَ",
      "translation": "और जिन लोगों ने कल उसके स्थान की कामना की थी, कहने लगे : अफ़सोस! क्या हमने नहीं जाना कि अल्लाह अपने बंदों में से जिसके लिए चाहता है, रोज़ी विस्तृत कर देता है और तंग करता है। यदि यह न होता कि अल्लाह ने हमपर उपकार किया, तो वह अवश्य हमें धँसा देता। अफ़सोस! ऐसा प्रतीत होता है कि सच्चाई यह है कि काफ़िर सफल नहीं होते।",
      "transliteration": "Waasbaha allatheena tamannaw makanahu bialamsi yaqooloona waykaanna Allaha yabsutu alrrizqa liman yashao min AAibadihi wayaqdiru lawla an manna Allahu AAalayna lakhasafa bina waykaannahu la yuflihu alkafiroona"
    },
    {
      "id": 83,
      "text": "تِلۡكَ ٱلدَّارُ ٱلۡأٓخِرَةُ نَجۡعَلُهَا لِلَّذِينَ لَا يُرِيدُونَ عُلُوّٗا فِي ٱلۡأَرۡضِ وَلَا فَسَادٗاۚ وَٱلۡعَٰقِبَةُ لِلۡمُتَّقِينَ",
      "translation": "यह आख़िरत का घर, हम इसे उन लोगों के लिए बनाते हैं, जो न ज़मीन में किसी तरह ऊँचे होने का इरादा रखते हैं और न ही किसी बिगाड़ का, और अच्छा अंजाम परहेज़गारों के लिए है।",
      "transliteration": "Tilka alddaru alakhiratu najAAaluha lillatheena la yureedoona AAuluwwan fee alardi wala fasadan waalAAaqibatu lilmuttaqeena"
    },
    {
      "id": 84,
      "text": "مَن جَآءَ بِٱلۡحَسَنَةِ فَلَهُۥ خَيۡرٞ مِّنۡهَاۖ وَمَن جَآءَ بِٱلسَّيِّئَةِ فَلَا يُجۡزَى ٱلَّذِينَ عَمِلُواْ ٱلسَّيِّـَٔاتِ إِلَّا مَا كَانُواْ يَعۡمَلُونَ",
      "translation": "जो व्यक्ति नेकी लेकर आएगा, उसके लिए उससे उत्तम (बदला) है और जो बुराई लेकर आएगा, तो जिन लोगों ने बुरे काम किए वे बदला नहीं दिए जाएँगे परंतु उसी का जो वे किया करते थे।",
      "transliteration": "Man jaa bialhasanati falahu khayrun minha waman jaa bialssayyiati fala yujza allatheena AAamiloo alssayyiati illa ma kanoo yaAAmaloona"
    },
    {
      "id": 85,
      "text": "إِنَّ ٱلَّذِي فَرَضَ عَلَيۡكَ ٱلۡقُرۡءَانَ لَرَآدُّكَ إِلَىٰ مَعَادٖۚ قُل رَّبِّيٓ أَعۡلَمُ مَن جَآءَ بِٱلۡهُدَىٰ وَمَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "निःसंदेह जिसने आपपर इस क़ुरआन को अनिवार्य किया है, वह अवश्य आपको एक (महान) लौटने के स्थान की ओर वापस लाने वाला है। आप कह दें कि मेरा पालनहार उसे अधिक जानने वाला है, जो मार्गदर्शन लेकर आया और उसे भी जो खुली गुमराही में है।",
      "transliteration": "Inna allathee farada AAalayka alqurana laradduka ila maAAadin qul rabbee aAAlamu man jaa bialhuda waman huwa fee dalalin mubeenin"
    },
    {
      "id": 86,
      "text": "وَمَا كُنتَ تَرۡجُوٓاْ أَن يُلۡقَىٰٓ إِلَيۡكَ ٱلۡكِتَٰبُ إِلَّا رَحۡمَةٗ مِّن رَّبِّكَۖ فَلَا تَكُونَنَّ ظَهِيرٗا لِّلۡكَٰفِرِينَ",
      "translation": "और आप आशा नहीं करते थे कि आपकी ओर किताब उतारी जाएगी। परंतु आपके पालनहार की दया से (वह अवतरित हुई)। अतः आप कदापि काफ़िरों के सहायक न बनें।",
      "transliteration": "Wama kunta tarjoo an yulqa ilayka alkitabu illa rahmatan min rabbika fala takoonanna thaheeran lilkafireena"
    },
    {
      "id": 87,
      "text": "وَلَا يَصُدُّنَّكَ عَنۡ ءَايَٰتِ ٱللَّهِ بَعۡدَ إِذۡ أُنزِلَتۡ إِلَيۡكَۖ وَٱدۡعُ إِلَىٰ رَبِّكَۖ وَلَا تَكُونَنَّ مِنَ ٱلۡمُشۡرِكِينَ",
      "translation": "और ये लोग आपको अल्लाह की आयतों से हरगिज़ रोकने न पाएँ, इसके पश्चात कि वे आपकी ओर उतारी जा चुकी हैं। और आप अपने पालनहार की ओर बुलाएँ और कदापि मुश्रिकों में से न हों।",
      "transliteration": "Wala yasuddunnaka AAan ayati Allahi baAAda ith onzilat ilayka waodAAu ila rabbika wala takoonanna mina almushrikeena"
    },
    {
      "id": 88,
      "text": "وَلَا تَدۡعُ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۘ لَآ إِلَٰهَ إِلَّا هُوَۚ كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَهُۥۚ لَهُ ٱلۡحُكۡمُ وَإِلَيۡهِ تُرۡجَعُونَ",
      "translation": "और आप अल्लाह के साथ किसी अन्य पूज्य को न पुकारें। उसके सिवा कोई सत्य पूज्य नहीं। सब कुछ नाश होने वाला है सिवाए उसके चेहरे के, उसी का हुक्म (चलता) है और उसी की ओर तुम लौटाए जाओगे।",
      "transliteration": "Wala tadAAu maAAa Allahi ilahan akhara la ilaha illa huwa kullu shayin halikun illa wajhahu lahu alhukmu wailayhi turjaAAoona"
    }
  ]
}