{
  "id": 40,
  "name": "غافر",
  "transliteration": "Ghafir",
  "translation": "The Forgiver",
  "type": "meccan",
  "total_verses": 85,
  "verses": [
    {
      "id": 1,
      "text": "حمٓ",
      "translation": "ह़ा, मीम।",
      "transliteration": "Hameem"
    },
    {
      "id": 2,
      "text": "تَنزِيلُ ٱلۡكِتَٰبِ مِنَ ٱللَّهِ ٱلۡعَزِيزِ ٱلۡعَلِيمِ",
      "translation": "इस पुस्तक का अवतरण अति प्रभुत्वशाली, सब कुछ जानने वाले अल्लाह की ओर से है।",
      "transliteration": "Tanzeelu alkitabi mina Allahi alAAazeezi alAAaleemi"
    },
    {
      "id": 3,
      "text": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوۡبِ شَدِيدِ ٱلۡعِقَابِ ذِي ٱلطَّوۡلِۖ لَآ إِلَٰهَ إِلَّا هُوَۖ إِلَيۡهِ ٱلۡمَصِيرُ",
      "translation": "जो पाप क्षमा करने वाला और तौबा स्वीकार करने वाला, कठोर दंड देने वाला, बड़ा अनुग्रहशील है। उसके सिवा कोई (सच्चा) पूज्य नहीं। उसी की ओर (सबको) जाना है।",
      "transliteration": "Ghafiri alththanbi waqabili alttawbi shadeedi alAAiqabi thee alttawli la ilaha illa huwa ilayhi almaseeru"
    },
    {
      "id": 4,
      "text": "مَا يُجَٰدِلُ فِيٓ ءَايَٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُواْ فَلَا يَغۡرُرۡكَ تَقَلُّبُهُمۡ فِي ٱلۡبِلَٰدِ",
      "translation": "अल्लाह की आयतों के बारे में केवल वही लोग झगड़ा करते हैं, जो काफ़िर हैं। अतः आपको उनका नगरों में चलना-फिरना धोखे में न डाले।",
      "transliteration": "Ma yujadilu fee ayati Allahi illa allatheena kafaroo fala yaghrurka taqallubuhum fee albiladi"
    },
    {
      "id": 5,
      "text": "كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحٖ وَٱلۡأَحۡزَابُ مِنۢ بَعۡدِهِمۡۖ وَهَمَّتۡ كُلُّ أُمَّةِۭ بِرَسُولِهِمۡ لِيَأۡخُذُوهُۖ وَجَٰدَلُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّ فَأَخَذۡتُهُمۡۖ فَكَيۡفَ كَانَ عِقَابِ",
      "translation": "इनसे पहले नूह की जाति ने झुठलाया तथा उनके बाद के (दूसरे) समूहों ने भी (झुठलाया)। और प्रत्येक समुदाय के लोगों ने इरादा किया कि अपने रसूल को पकड़ लें। तथा उन्होंने असत्य के साथ झगड़ा किया ताकि उसके द्वारा सत्य को ग़लत ठहरा दें। अंततः मैंने उन्हें पकड़ लिया। तो मेरी सज़ा कैसी थी?",
      "transliteration": "Kaththabat qablahum qawmu noohin waalahzabu min baAAdihim wahammat kullu ommatin birasoolihim liyakhuthoohu wajadaloo bialbatili liyudhidoo bihi alhaqqa faakhathtuhum fakayfa kana AAiqabi"
    },
    {
      "id": 6,
      "text": "وَكَذَٰلِكَ حَقَّتۡ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓاْ أَنَّهُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "और इसी प्रकार आपके पालनहार की बात उन लोगों पर सिद्ध हो गई, जिन्होंने कुफ़्र किया कि वे जहन्नम वाले हैं।",
      "transliteration": "Wakathalika haqqat kalimatu rabbika AAala allatheena kafaroo annahum ashabu alnnari"
    },
    {
      "id": 7,
      "text": "ٱلَّذِينَ يَحۡمِلُونَ ٱلۡعَرۡشَ وَمَنۡ حَوۡلَهُۥ يُسَبِّحُونَ بِحَمۡدِ رَبِّهِمۡ وَيُؤۡمِنُونَ بِهِۦ وَيَسۡتَغۡفِرُونَ لِلَّذِينَ ءَامَنُواْۖ رَبَّنَا وَسِعۡتَ كُلَّ شَيۡءٖ رَّحۡمَةٗ وَعِلۡمٗا فَٱغۡفِرۡ لِلَّذِينَ تَابُواْ وَٱتَّبَعُواْ سَبِيلَكَ وَقِهِمۡ عَذَابَ ٱلۡجَحِيمِ",
      "translation": "जो (फ़रिश्ते) अर्श (सिंहासन) को उठाए हुए हैं और जो उसके आस-पास हैं, वे अपने पालनहार की प्रशंसा के साथ उसकी पवित्रता बयान करते हैं, तथा उसपर ईमान रखते हैं, और उन लोगों के लिए क्षमा याचना करते हैं जो ईमान लाए। (वे कहते हैं :) ऐ हमारे पालनहार! तूने हर चीज़ को (अपनी) दया और ज्ञान से घेर रखा है। अतः उन लोगों को क्षमा कर दे, जिन्होंने तौबा की और तेरे मार्ग का अनुसरण किया, तथा उन्हें भड़कती हुई आग की यातना से बचा।",
      "transliteration": "Allatheena yahmiloona alAAarsha waman hawlahu yusabbihoona bihamdi rabbihim wayuminoona bihi wayastaghfiroona lillatheena amanoo rabbana wasiAAta kulla shayin rahmatan waAAilman faighfir lillatheena taboo waittabaAAoo sabeelaka waqihim AAathaba aljaheemi"
    },
    {
      "id": 8,
      "text": "رَبَّنَا وَأَدۡخِلۡهُمۡ جَنَّـٰتِ عَدۡنٍ ٱلَّتِي وَعَدتَّهُمۡ وَمَن صَلَحَ مِنۡ ءَابَآئِهِمۡ وَأَزۡوَٰجِهِمۡ وَذُرِّيَّـٰتِهِمۡۚ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "ऐ हमारे पालनहार! तथा उन्हें उन स्थायी जन्नतों में दाखिल कर, जिनका तूने उनसे वादा किया है। तथा उनके सदाचारी बाप-दादाओं, पत्नियों और संतानों को भी। निःसंदेह तू प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
      "transliteration": "Rabbana waadkhilhum jannati AAadnin allatee waAAadtahum waman salaha min abaihim waazwajihim wathurriyyatihim innaka anta alAAazeezu alhakeemu"
    },
    {
      "id": 9,
      "text": "وَقِهِمُ ٱلسَّيِّـَٔاتِۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوۡمَئِذٖ فَقَدۡ رَحِمۡتَهُۥۚ وَذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ",
      "translation": "तथा उन्हें बुराइयों (के दुष्परिणाम) से सुरक्षित रख। और जिसे तूने उस दिन बुराइयों के दुष्परिणाम से सुरक्षित रखा, तो निश्चय ही तूने उसपर दया की। और यही बड़ी सफलता है।",
      "transliteration": "Waqihimu alssayyiati waman taqi alssayyiati yawmaithin faqad rahimtahu wathalika huwa alfawzu alAAatheemu"
    },
    {
      "id": 10,
      "text": "إِنَّ ٱلَّذِينَ كَفَرُواْ يُنَادَوۡنَ لَمَقۡتُ ٱللَّهِ أَكۡبَرُ مِن مَّقۡتِكُمۡ أَنفُسَكُمۡ إِذۡ تُدۡعَوۡنَ إِلَى ٱلۡإِيمَٰنِ فَتَكۡفُرُونَ",
      "translation": "निःसंदेह जिन लोगों ने कुफ़्र किया, उन्हें (क़ियामत के दिन) पुकारकर कहा जाएगा कि अल्लाह का क्रोध तुमपर उससे अधिक था, जितना तुम्हें आज अपने ऊपर क्रोध आ रहा है, जब तुम संसार में ईमान की ओर बुलाए जाते थे, तो तुम इनकार कर देते थे।",
      "transliteration": "Inna allatheena kafaroo yunadawna lamaqtu Allahi akbaru min maqtikum anfusakum ith tudAAawna ila aleemani fatakfuroona"
    },
    {
      "id": 11,
      "text": "قَالُواْ رَبَّنَآ أَمَتَّنَا ٱثۡنَتَيۡنِ وَأَحۡيَيۡتَنَا ٱثۡنَتَيۡنِ فَٱعۡتَرَفۡنَا بِذُنُوبِنَا فَهَلۡ إِلَىٰ خُرُوجٖ مِّن سَبِيلٖ",
      "translation": "वे कहेंगे : ऐ हमारे पालनहार! तूने हमें दो बार मारा तथा दो बार जीवित किया। अब हमने अपने पापों को स्वीकार किया। तो क्या (यहाँ से) निकलने का कोई रास्ता है?",
      "transliteration": "Qaloo rabbana amattana ithnatayni waahyaytana ithnatayni faiAAtarafna bithunoobina fahal ila khuroojin min sabeelin"
    },
    {
      "id": 12,
      "text": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِيَ ٱللَّهُ وَحۡدَهُۥ كَفَرۡتُمۡ وَإِن يُشۡرَكۡ بِهِۦ تُؤۡمِنُواْۚ فَٱلۡحُكۡمُ لِلَّهِ ٱلۡعَلِيِّ ٱلۡكَبِيرِ",
      "translation": "तुम्हें यह (यातना) इस कारण है कि जब अकेले अल्लाह को पुकारा जाता था, तो तुम इनकार कर देते थे। और यदि उसके साथ साझी ठहराया जाता, तो तुम मान लेते थे। अतः अब फ़ैसला अल्लाह के अधिकार में है, जो सर्वोच्च, बड़ा महान है।",
      "transliteration": "Thalikum biannahu itha duAAiya Allahu wahdahu kafartum wain yushrak bihi tuminoo faalhukmu lillahi alAAaliyyi alkabeeri"
    },
    {
      "id": 13,
      "text": "هُوَ ٱلَّذِي يُرِيكُمۡ ءَايَٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزۡقٗاۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
      "translation": "वही है जो तुम्हें अपनी निशानियाँ दिखाता है, तथा तुम्हारे लिए आकाश से रोज़ी उतारता है, और शिक्षा तो केवल वही ग्रहण करता है, जो (उसकी ओर) लौटता है।",
      "transliteration": "Huwa allathee yureekum ayatihi wayunazzilu lakum mina alssamai rizqan wama yatathakkaru illa man yuneebu"
    },
    {
      "id": 14,
      "text": "فَٱدۡعُواْ ٱللَّهَ مُخۡلِصِينَ لَهُ ٱلدِّينَ وَلَوۡ كَرِهَ ٱلۡكَٰفِرُونَ",
      "translation": "अतः तुम अल्लाह को, उसके लिए धर्म को विशुद्ध करते हुए पुकारो, यद्यपि काफ़िरों को बुरा लगे।",
      "transliteration": "FaodAAoo Allaha mukhliseena lahu alddeena walaw kariha alkafiroona"
    },
    {
      "id": 15,
      "text": "رَفِيعُ ٱلدَّرَجَٰتِ ذُو ٱلۡعَرۡشِ يُلۡقِي ٱلرُّوحَ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ لِيُنذِرَ يَوۡمَ ٱلتَّلَاقِ",
      "translation": "वह उच्च श्रेणियों वाला, अर्श का स्वामी है। वह अपने आदेश से, अपने बंदों में से जिसपर चाहता है, वह़्य (प्रकाशना) उतारता है, ताकि वह मिलने के दिन से सचेत करे।",
      "transliteration": "RafeeAAu alddarajati thoo alAAarshi yulqee alrrooha min amrihi AAala man yashao min AAibadihi liyunthira yawma alttalaqi"
    },
    {
      "id": 16,
      "text": "يَوۡمَ هُم بَٰرِزُونَۖ لَا يَخۡفَىٰ عَلَى ٱللَّهِ مِنۡهُمۡ شَيۡءٞۚ لِّمَنِ ٱلۡمُلۡكُ ٱلۡيَوۡمَۖ لِلَّهِ ٱلۡوَٰحِدِ ٱلۡقَهَّارِ",
      "translation": "जिस दिन वे (अपने पालनहार के सामने) प्रकट होंगे। अल्लाह से उनकी कोई चीज़ छिपी न होगी। (अल्लाह पूछेगा :) आज किसका राज्य है? (फिर खुद ही फरमाएगा :) अकेले अल्लाह का, जो सब पर प्रभुत्वशाली है।",
      "transliteration": "Yawma hum barizoona la yakhfa AAala Allahi minhum shayon limani almulku alyawma lillahi alwahidi alqahhari"
    },
    {
      "id": 17,
      "text": "ٱلۡيَوۡمَ تُجۡزَىٰ كُلُّ نَفۡسِۭ بِمَا كَسَبَتۡۚ لَا ظُلۡمَ ٱلۡيَوۡمَۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلۡحِسَابِ",
      "translation": "आज प्रत्येक प्राणी को उसके किए का बदला दिया जाएगा। आज कोई अत्याचार नहीं होगा। निःसंदेह अल्लाह अति शीघ्र हिसाब लेने वाला है।",
      "transliteration": "Alyawma tujza kullu nafsin bima kasabat la thulma alyawma inna Allaha sareeAAu alhisabi"
    },
    {
      "id": 18,
      "text": "وَأَنذِرۡهُمۡ يَوۡمَ ٱلۡأٓزِفَةِ إِذِ ٱلۡقُلُوبُ لَدَى ٱلۡحَنَاجِرِ كَٰظِمِينَۚ مَا لِلظَّـٰلِمِينَ مِنۡ حَمِيمٖ وَلَا شَفِيعٖ يُطَاعُ",
      "translation": "तथा आप उन्हें निकट आने वाले (क़ियामत के) दिन से सावधान कर दें, जब शोक से भरे हुए दिल गले को आ पहुँचेंगे। अत्याचारियों का न कोई मित्र होगा, न कोई सिफ़ारिशी जिसकी बात मानी जाए।",
      "transliteration": "Waanthirhum yawma alazifati ithi alquloobu lada alhanajiri kathimeena ma lilththalimeena min hameemin wala shafeeAAin yutaAAu"
    },
    {
      "id": 19,
      "text": "يَعۡلَمُ خَآئِنَةَ ٱلۡأَعۡيُنِ وَمَا تُخۡفِي ٱلصُّدُورُ",
      "translation": "वह आँखों की चोरी तथा सीने की छिपाई हुई बातों को जानता है।",
      "transliteration": "YaAAlamu khainata alaAAyuni wama tukhfee alssudooru"
    },
    {
      "id": 20,
      "text": "وَٱللَّهُ يَقۡضِي بِٱلۡحَقِّۖ وَٱلَّذِينَ يَدۡعُونَ مِن دُونِهِۦ لَا يَقۡضُونَ بِشَيۡءٍۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "अल्लाह ही सत्य (न्याय) के साथ निर्णय करता है तथा जिन्हें वे अल्लाह के अतिरिक्त पुकारते हैं, वे किसी भी चीज़ का निर्णय नहीं करते। निःसंदेह अल्लाह ही सब कुछ सुनने वाला, सब कुछ देखने वाला है।",
      "transliteration": "WaAllahu yaqdee bialhaqqi waallatheena yadAAoona min doonihi la yaqdoona bishayin inna Allaha huwa alssameeAAu albaseeru"
    },
    {
      "id": 21,
      "text": "۞أَوَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ كَانُواْ مِن قَبۡلِهِمۡۚ كَانُواْ هُمۡ أَشَدَّ مِنۡهُمۡ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمۡ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٖ",
      "translation": "क्या वे धरती में चले-फिरे नहीं, ताकि देखते कि उन लोगों का परिणाम कैसा रहा, जो इनसे पहले थे? वे इनसे अधिक शक्तिशाली थे तथा धरती में इनसे अधिक चिह्न भी छोड़ गए। तो अल्लाह ने उन्हें उनके पापों के कारण पकड़ लिया और उन्हें अल्लाह से बचाने वाला कोई न था।",
      "transliteration": "Awa lam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena kanoo min qablihim kanoo hum ashadda minhum quwwatan waatharan fee alardi faakhathahumu Allahu bithunoobihim wama kana lahum mina Allahi min waqin"
    },
    {
      "id": 22,
      "text": "ذَٰلِكَ بِأَنَّهُمۡ كَانَت تَّأۡتِيهِمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَكَفَرُواْ فَأَخَذَهُمُ ٱللَّهُۚ إِنَّهُۥ قَوِيّٞ شَدِيدُ ٱلۡعِقَابِ",
      "translation": "यह इस कारण हुआ कि उनके रसूल उनके पास खुली निशानियाँ लाते थे, तो उन्होंने इनकार किया। अंततः अल्लाह ने उन्हें पकड़ लिया। निःसंदेह वह बड़ा शक्तिशाली, कठोर दंड देने वाला है।",
      "transliteration": "Thalika biannahum kanat tateehim rusuluhum bialbayyinati fakafaroo faakhathahumu Allahu innahu qawiyyun shadeedu alAAiqabi"
    },
    {
      "id": 23,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا مُوسَىٰ بِـَٔايَٰتِنَا وَسُلۡطَٰنٖ مُّبِينٍ",
      "translation": "और हमने मूसा को अपनी निशानियों (चमत्कारों) तथा स्पष्ट तर्क के साथ भेजा।",
      "transliteration": "Walaqad arsalna moosa biayatina wasultanin mubeenin"
    },
    {
      "id": 24,
      "text": "إِلَىٰ فِرۡعَوۡنَ وَهَٰمَٰنَ وَقَٰرُونَ فَقَالُواْ سَٰحِرٞ كَذَّابٞ",
      "translation": "फ़िरऔन और (उसके मंत्री) हामान तथा क़ारून के पास। तो उन्होंने कहा : यह तो बड़ा झूठा जादूगर है।",
      "transliteration": "Ila firAAawna wahamana waqaroona faqaloo sahirun kaththabun"
    },
    {
      "id": 25,
      "text": "فَلَمَّا جَآءَهُم بِٱلۡحَقِّ مِنۡ عِندِنَا قَالُواْ ٱقۡتُلُوٓاْ أَبۡنَآءَ ٱلَّذِينَ ءَامَنُواْ مَعَهُۥ وَٱسۡتَحۡيُواْ نِسَآءَهُمۡۚ وَمَا كَيۡدُ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٖ",
      "translation": "फिर जब वह हमारी ओर से उनके पास सत्य लेकर आया, तो उन्होंने कहा : उसके साथ जो लोग ईमान लाए हैं, उनके बेटों को मार डालो और उनकी स्त्रियों को जीवित रहने दो। और काफ़िरों की चाल विफल ही हुआ करती है।",
      "transliteration": "Falamma jaahum bialhaqqi min AAindina qaloo oqtuloo abnaa allatheena amanoo maAAahu waistahyoo nisaahum wama kaydu alkafireena illa fee dalalin"
    },
    {
      "id": 26,
      "text": "وَقَالَ فِرۡعَوۡنُ ذَرُونِيٓ أَقۡتُلۡ مُوسَىٰ وَلۡيَدۡعُ رَبَّهُۥٓۖ إِنِّيٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمۡ أَوۡ أَن يُظۡهِرَ فِي ٱلۡأَرۡضِ ٱلۡفَسَادَ",
      "translation": "और फ़िरऔन ने (अपने प्रमुखों से) कहा : मुझे छोड़ो, मैं मूसा को क़त्ल कर दूँ और उसे चाहिए कि अपने पालनहार को पुकारे। निःसंदेह मैं डरता हूँ कि वह तुम्हारे धर्म को बदल देगा या इस धरती (मिस्र) में बिगाड़ पैदा कर देगा।",
      "transliteration": "Waqala firAAawnu tharoonee aqtul moosa walyadAAu rabbahu innee akhafu an yubaddila deenakum aw an yuthhira fee alardi alfasada"
    },
    {
      "id": 27,
      "text": "وَقَالَ مُوسَىٰٓ إِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٖ لَّا يُؤۡمِنُ بِيَوۡمِ ٱلۡحِسَابِ",
      "translation": "तथा मूसा ने कहा : निःसंदेह मैंने अपने पालनहार तथा तुम्हारे पालनहार की हर उस अहंकारी से शरण ली है, जो हिसाब के दिन पर ईमान नहीं रखता।",
      "transliteration": "Waqala moosa innee AAuthtu birabbee warabbikum min kulli mutakabbirin la yuminu biyawmi alhisabi"
    },
    {
      "id": 28,
      "text": "وَقَالَ رَجُلٞ مُّؤۡمِنٞ مِّنۡ ءَالِ فِرۡعَوۡنَ يَكۡتُمُ إِيمَٰنَهُۥٓ أَتَقۡتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ ٱللَّهُ وَقَدۡ جَآءَكُم بِٱلۡبَيِّنَٰتِ مِن رَّبِّكُمۡۖ وَإِن يَكُ كَٰذِبٗا فَعَلَيۡهِ كَذِبُهُۥۖ وَإِن يَكُ صَادِقٗا يُصِبۡكُم بَعۡضُ ٱلَّذِي يَعِدُكُمۡۖ إِنَّ ٱللَّهَ لَا يَهۡدِي مَنۡ هُوَ مُسۡرِفٞ كَذَّابٞ",
      "translation": "तथा फ़िरऔन के घराने के एक ईमानवाले व्यक्ति ने, जो अपना ईमान छिपा रहा था, कहा : क्या तुम एक व्यक्ति को केवल इसलिए मार डालना चाहते हो कि वह कहता है कि मेरा पालनहार अल्लाह है, जबकि वह तुम्हारे पास तुम्हारे पालनहार की ओर से खुली निशानियाँ लेकर आया है? और यदि वह झूठा है, तो उसका झूठ उसी के ऊपर है और यदि वह सच्चा है, तो तुम्हें उस (यातना) का कुछ अंश पहुँचकर रहेगा, जिसका वह तुमसे वादा कर रहा है। निःसंदेह अल्लाह उसका मार्गदर्शन नहीं करता, जो उल्लंघनकारी, बहुत झूठा है।",
      "transliteration": "Waqala rajulun muminun min ali firAAawna yaktumu eemanahu ataqtuloona rajulan an yaqoola rabbiyya Allahu waqad jaakum bialbayyinati min rabbikum wain yaku kathiban faAAalayhi kathibuhu wain yaku sadiqan yusibkum baAAdu allathee yaAAidukum inna Allaha la yahdee man huwa musrifun kaththabun"
    },
    {
      "id": 29,
      "text": "يَٰقَوۡمِ لَكُمُ ٱلۡمُلۡكُ ٱلۡيَوۡمَ ظَٰهِرِينَ فِي ٱلۡأَرۡضِ فَمَن يَنصُرُنَا مِنۢ بَأۡسِ ٱللَّهِ إِن جَآءَنَاۚ قَالَ فِرۡعَوۡنُ مَآ أُرِيكُمۡ إِلَّا مَآ أَرَىٰ وَمَآ أَهۡدِيكُمۡ إِلَّا سَبِيلَ ٱلرَّشَادِ",
      "translation": "ऐ मेरी जाति के लोगो! आज तुम्हारा राज्य है। तुम धरती में प्रभावशाली हो। यदि अल्लाह की यातना हमपर आ जाए, तो उससे बचाने के लिए कौन हमारी मदद करेगा? फ़िरऔन ने कहा : मैं तुम सब को वही समझा रहा हूँ, जिसे मैं उचित समझता हूँ और मैं तुम्हें सीधी राह ही दिखा रहा हूँ।",
      "transliteration": "Ya qawmi lakumu almulku alyawma thahireena fee alardi faman yansuruna min basi Allahi in jaana qala firAAawnu ma oreekum illa ma ara wama ahdeekum illa sabeela alrrashadi"
    },
    {
      "id": 30,
      "text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُم مِّثۡلَ يَوۡمِ ٱلۡأَحۡزَابِ",
      "translation": "तथा जो व्यक्ति ईमान लाया था, उसने कहा : ऐ मेरी जाति के लोगो! निःसंदेह मैं तुमपर (अगले) समुदायों के दिन जैसे (दिन) से डरता हूँ।",
      "transliteration": "Waqala allathee amana ya qawmi innee akhafu AAalaykum mithla yawmi alahzabi"
    },
    {
      "id": 31,
      "text": "مِثۡلَ دَأۡبِ قَوۡمِ نُوحٖ وَعَادٖ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعۡدِهِمۡۚ وَمَا ٱللَّهُ يُرِيدُ ظُلۡمٗا لِّلۡعِبَادِ",
      "translation": "नूह की जाति, तथा आद और समूद और उनके बाद होने वाले लोगों की स्थिति के समान। तथा अल्लाह अपने बंदों पर अत्याचार नहीं चाहता।",
      "transliteration": "Mithla dabi qawmi noohin waAAadin wathamooda waallatheena min baAAdihim wama Allahu yureedu thulman lilAAibadi"
    },
    {
      "id": 32,
      "text": "وَيَٰقَوۡمِ إِنِّيٓ أَخَافُ عَلَيۡكُمۡ يَوۡمَ ٱلتَّنَادِ",
      "translation": "तथा ऐ मेरी जाति के लोगो! निःसंदेह मैं तुमपर एक-दूसरे को पुकारने के दिन से डरता हूँ।",
      "transliteration": "Waya qawmi innee akhafu AAalaykum yawma alttanadi"
    },
    {
      "id": 33,
      "text": "يَوۡمَ تُوَلُّونَ مُدۡبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنۡ عَاصِمٖۗ وَمَن يُضۡلِلِ ٱللَّهُ فَمَا لَهُۥ مِنۡ هَادٖ",
      "translation": "जिस दिन तुम पीठ फेरकर भागोगे। तुम्हें अल्लाह से कोई बचाने वाला न होगा। तथा जिसे अल्लाह राह से भटका दे, उसे राह दिखाने वाला कोई नहीं।",
      "transliteration": "Yawma tuwalloona mudbireena ma lakum mina Allahi min AAasimin waman yudlili Allahu fama lahu min hadin"
    },
    {
      "id": 34,
      "text": "وَلَقَدۡ جَآءَكُمۡ يُوسُفُ مِن قَبۡلُ بِٱلۡبَيِّنَٰتِ فَمَا زِلۡتُمۡ فِي شَكّٖ مِّمَّا جَآءَكُم بِهِۦۖ حَتَّىٰٓ إِذَا هَلَكَ قُلۡتُمۡ لَن يَبۡعَثَ ٱللَّهُ مِنۢ بَعۡدِهِۦ رَسُولٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنۡ هُوَ مُسۡرِفٞ مُّرۡتَابٌ",
      "translation": "तथा इससे पूर्व यूसुफ़ तुम्हारे पास स्पष्ट प्रमाणों के साथ आए, तो तुम उस चीज़ के बारे में बराबर संदेह में पड़े रहे, जो वह तुम्हारे पास लेकर आए। यहाँ तक कि जब वह मर गए, तो तुमने कहा कि अल्लाह उनके पश्चात् कोई रसूल हरगिज़ नहीं भेजेगा। इसी प्रकार अल्लाह उसे राह से भटका देता है, जो हद से बढ़ने वाला, संदेह करने वाला हो।",
      "transliteration": "Walaqad jaakum yoosufu min qablu bialbayyinati fama ziltum fee shakkin mimma jaakum bihi hatta itha halaka qultum lan yabAAatha Allahu min baAAdihi rasoolan kathalika yudillu Allahu man huwa musrifun murtabun"
    },
    {
      "id": 35,
      "text": "ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡۖ كَبُرَ مَقۡتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُواْۚ كَذَٰلِكَ يَطۡبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلۡبِ مُتَكَبِّرٖ جَبَّارٖ",
      "translation": "जो अल्लाह की आयतों के बारे में झगड़ते हैं, बिना किसी प्रमाण के, जो उनके पास आया हो। यह अल्लाह के निकट तथा उन लोगों के निकट, जो ईमान लाए हैं, बड़े क्रोध की बात है। इसी प्रकार, अल्लाह प्रत्येक अहंकारी अत्याचारी के दिल पर मुहर लगा देता है।",
      "transliteration": "Allatheena yujadiloona fee ayati Allahi bighayri sultanin atahum kabura maqtan AAinda Allahi waAAinda allatheena amanoo kathalika yatbaAAu Allahu AAala kulli qalbi mutakabbirin jabbarin"
    },
    {
      "id": 36,
      "text": "وَقَالَ فِرۡعَوۡنُ يَٰهَٰمَٰنُ ٱبۡنِ لِي صَرۡحٗا لَّعَلِّيٓ أَبۡلُغُ ٱلۡأَسۡبَٰبَ",
      "translation": "तथा फ़िरऔन ने कहा : ऐ हामान! मेरे लिए एक उच्च भवन बनाओ, ताकि मैं मार्गों तक पहुँच सकूँ।",
      "transliteration": "Waqala firAAawnu ya hamanu ibni lee sarhan laAAallee ablughu alasbaba"
    },
    {
      "id": 37,
      "text": "أَسۡبَٰبَ ٱلسَّمَٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَٰهِ مُوسَىٰ وَإِنِّي لَأَظُنُّهُۥ كَٰذِبٗاۚ وَكَذَٰلِكَ زُيِّنَ لِفِرۡعَوۡنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِۚ وَمَا كَيۡدُ فِرۡعَوۡنَ إِلَّا فِي تَبَابٖ",
      "translation": "आकाशों के मार्गों तक। फिर मैं मूसा के पूज्य को देख लूँ। और निश्चय ही मैं उसे झूठा समझता हूँ। इसी प्रकार, फ़िरऔन के लिए उसके बुरे कर्म को सुंदर बना दिया गया और उसे सत्य मार्ग से रोक दिया गया। और फ़िरऔन की चाल विनाश होकर रही।",
      "transliteration": "Asbaba alssamawati faattaliAAa ila ilahi moosa wainnee laathunnuhu kathiban wakathalika zuyyina lifirAAawna sooo AAamalihi wasudda AAani alssabeeli wama kaydu firAAawna illa fee tababin"
    },
    {
      "id": 38,
      "text": "وَقَالَ ٱلَّذِيٓ ءَامَنَ يَٰقَوۡمِ ٱتَّبِعُونِ أَهۡدِكُمۡ سَبِيلَ ٱلرَّشَادِ",
      "translation": "तथा जो व्यक्ति ईमान लाया था, उसने कहा : ऐ मेरी जाति के लोगो! मेरा अनुसरण करो, मैं तुम्हे भलाई का रास्ता दिखाऊँगा।",
      "transliteration": "Waqala allathee amana ya qawmi ittabiAAooni ahdikum sabeela alrrashadi"
    },
    {
      "id": 39,
      "text": "يَٰقَوۡمِ إِنَّمَا هَٰذِهِ ٱلۡحَيَوٰةُ ٱلدُّنۡيَا مَتَٰعٞ وَإِنَّ ٱلۡأٓخِرَةَ هِيَ دَارُ ٱلۡقَرَارِ",
      "translation": "ऐ मेरी जाति के लोगो! यह सांसारिक जीवन तो मात्र कुछ दिनों का लाभ है और निःसंदेह स्थायी निवास का स्थान तो आख़िरत ही है।",
      "transliteration": "Ya qawmi innama hathihi alhayatu alddunya mataAAun wainna alakhirata hiya daru alqarari"
    },
    {
      "id": 40,
      "text": "مَنۡ عَمِلَ سَيِّئَةٗ فَلَا يُجۡزَىٰٓ إِلَّا مِثۡلَهَاۖ وَمَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثَىٰ وَهُوَ مُؤۡمِنٞ فَأُوْلَـٰٓئِكَ يَدۡخُلُونَ ٱلۡجَنَّةَ يُرۡزَقُونَ فِيهَا بِغَيۡرِ حِسَابٖ",
      "translation": "जिसने बुरा काम किया, उसे उसी के जैसा बदला दिया जाएगा तथा जिसने अच्छा काम किया, वह नर हो अथवा नारी, जबकि वह ईमान वाला (एकेश्वरवादी) हो, तो ऐसे लोग जन्नत में प्रवेश करेंगे। वहाँ उन्हें बेहिसाब रोज़ी दी जाएगी।",
      "transliteration": "Man AAamila sayyiatan fala yujza illa mithlaha waman AAamila salihan min thakarin aw ontha wahuwa muminun faolaika yadkhuloona aljannata yurzaqoona feeha bighayri hisabin"
    },
    {
      "id": 41,
      "text": "۞وَيَٰقَوۡمِ مَا لِيٓ أَدۡعُوكُمۡ إِلَى ٱلنَّجَوٰةِ وَتَدۡعُونَنِيٓ إِلَى ٱلنَّارِ",
      "translation": "तथा ऐ मेरी जाति के लोगो! क्या बात है कि मैं तुम्हें मुक्ति की ओर बुला रहा हूँ और तुम मुझे आग (नरक) की ओर बुला रहे हो?",
      "transliteration": "Waya qawmi ma lee adAAookum ila alnnajati watadAAoonanee ila alnnari"
    },
    {
      "id": 42,
      "text": "تَدۡعُونَنِي لِأَكۡفُرَ بِٱللَّهِ وَأُشۡرِكَ بِهِۦ مَا لَيۡسَ لِي بِهِۦ عِلۡمٞ وَأَنَا۠ أَدۡعُوكُمۡ إِلَى ٱلۡعَزِيزِ ٱلۡغَفَّـٰرِ",
      "translation": "तुम मुझे इस बात की ओर बुला रहे हो कि मैं अल्लाह के साथ कुफ़्र करूँ और उसके साथ उसे साझी ठहराऊँ जिसका मुझे कोई ज्ञान नहीं, तथा मैं तुम्हें प्रभुत्वशाली, अत्यंत क्षमाशील (अल्लाह) की ओर बुला रहा हूँ।",
      "transliteration": "TadAAoonanee liakfura biAllahi waoshrika bihi ma laysa lee bihi AAilmun waana adAAookum ila alAAazeezi alghaffari"
    },
    {
      "id": 43,
      "text": "لَا جَرَمَ أَنَّمَا تَدۡعُونَنِيٓ إِلَيۡهِ لَيۡسَ لَهُۥ دَعۡوَةٞ فِي ٱلدُّنۡيَا وَلَا فِي ٱلۡأٓخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلۡمُسۡرِفِينَ هُمۡ أَصۡحَٰبُ ٱلنَّارِ",
      "translation": "निःसंदेह तुम जिसकी ओर मुझे बुला रहे हो, वह न तो दुनिया में पुकारे जाने के योग्य है और न आख़िरत में। तथा यह कि निश्चय हमारा लौटना अल्लाह की ओर है और यह कि निश्चय हद से आगे बढ़ने वाले ही, आग में रहने वाले हैं।",
      "transliteration": "La jarama annama tadAAoonanee ilayhi laysa lahu daAAwatun fee alddunya wala fee alakhirati waanna maraddana ila Allahi waanna almusrifeena hum ashabu alnnari"
    },
    {
      "id": 44,
      "text": "فَسَتَذۡكُرُونَ مَآ أَقُولُ لَكُمۡۚ وَأُفَوِّضُ أَمۡرِيٓ إِلَى ٱللَّهِۚ إِنَّ ٱللَّهَ بَصِيرُۢ بِٱلۡعِبَادِ",
      "translation": "तो जो कुछ मैं तुमसे कह रहा हूँ, शीघ्र ही तुम उसे याद करोगे। तथा मैं अपना मामला अल्लाह के हवाले करता हूँ। निःसंदेह अल्लाह बंदों को देख रहा है।",
      "transliteration": "Fasatathkuroona ma aqoolu lakum waofawwidu amree ila Allahi inna Allaha baseerun bialAAibadi"
    },
    {
      "id": 45,
      "text": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُواْۖ وَحَاقَ بِـَٔالِ فِرۡعَوۡنَ سُوٓءُ ٱلۡعَذَابِ",
      "translation": "तो अल्लाह ने उसे उनकी चालों की बुराइयों से बचा लिया और फ़िरऔनियों को बुरी यातना ने घेर लिया।",
      "transliteration": "Fawaqahu Allahu sayyiati ma makaroo wahaqa biali firAAawna sooo alAAathabi"
    },
    {
      "id": 46,
      "text": "ٱلنَّارُ يُعۡرَضُونَ عَلَيۡهَا غُدُوّٗا وَعَشِيّٗاۚ وَيَوۡمَ تَقُومُ ٱلسَّاعَةُ أَدۡخِلُوٓاْ ءَالَ فِرۡعَوۡنَ أَشَدَّ ٱلۡعَذَابِ",
      "translation": "वे सुबह और शाम आग पर प्रस्तुत किए जाते हैं, तथा जिस दिन क़ियामत क़ायम होगी, (तो आदेश होगा) कि फ़िरऔनियों को सबसे कठोर यातना में डाल दो।",
      "transliteration": "Alnnaru yuAAradoona AAalayha ghuduwwan waAAashiyyan wayawma taqoomu alssaAAatu adkhiloo ala firAAawna ashadda alAAathabi"
    },
    {
      "id": 47,
      "text": "وَإِذۡ يَتَحَآجُّونَ فِي ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُاْ لِلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُنَّا لَكُمۡ تَبَعٗا فَهَلۡ أَنتُم مُّغۡنُونَ عَنَّا نَصِيبٗا مِّنَ ٱلنَّارِ",
      "translation": "तथा (याद करो) जब वे नरक में आपस में झगड़ा करेंगे, तो कमज़ोर लोग बड़ा बनने वाले लोगों से कहेंगे : हम (दुनिया में) तुम्हारे अनुयायी थे। तो क्या तुम हमसे आग का कुछ भाग हटा सकते हो?",
      "transliteration": "Waith yatahajjoona fee alnnari fayaqoolu aldduAAafao lillatheena istakbaroo inna kunna lakum tabaAAan fahal antum mughnoona AAanna naseeban mina alnnari"
    },
    {
      "id": 48,
      "text": "قَالَ ٱلَّذِينَ ٱسۡتَكۡبَرُوٓاْ إِنَّا كُلّٞ فِيهَآ إِنَّ ٱللَّهَ قَدۡ حَكَمَ بَيۡنَ ٱلۡعِبَادِ",
      "translation": "वे बड़ा बनने वाले लोग कहेंगे : निःसंदेह हम सब इसी में हैं। निश्चय ही अल्लाह ने बंदों के बीच निर्णय कर दिया है।",
      "transliteration": "Qala allatheena istakbaroo inna kullun feeha inna Allaha qad hakama bayna alAAibadi"
    },
    {
      "id": 49,
      "text": "وَقَالَ ٱلَّذِينَ فِي ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدۡعُواْ رَبَّكُمۡ يُخَفِّفۡ عَنَّا يَوۡمٗا مِّنَ ٱلۡعَذَابِ",
      "translation": "तथा जो लोग आग में होंगे, वे जहन्नम के रक्षकों से कहेंगे : अपने पालनहार से प्रार्थना करो कि वह हमसे एक दिन तो कुछ यातना हल्की कर दे।",
      "transliteration": "Waqala allatheena fee alnnari likhazanati jahannama odAAoo rabbakum yukhaffif AAanna yawman mina alAAathabi"
    },
    {
      "id": 50,
      "text": "قَالُوٓاْ أَوَلَمۡ تَكُ تَأۡتِيكُمۡ رُسُلُكُم بِٱلۡبَيِّنَٰتِۖ قَالُواْ بَلَىٰۚ قَالُواْ فَٱدۡعُواْۗ وَمَا دُعَـٰٓؤُاْ ٱلۡكَٰفِرِينَ إِلَّا فِي ضَلَٰلٍ",
      "translation": "जहन्नम के रक्षक कहेंगे : क्या तुम्हारे पास, तुम्हारे रसूल, स्पष्ट प्रमाण लेकर नहीं आए थे? काफ़िर लोग कहेंगे : क्यों नहीं? रक्षकगण कहेंगे : तो तुम ही प्रार्थना करो। और काफ़िरों की प्रार्थना व्यर्थ ही होगी।",
      "transliteration": "Qaloo awalam taku tateekum rusulukum bialbayyinati qaloo bala qaloo faodAAoo wama duAAao alkafireena illa fee dalalin"
    },
    {
      "id": 51,
      "text": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُواْ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَيَوۡمَ يَقُومُ ٱلۡأَشۡهَٰدُ",
      "translation": "निःसंदेह हम अपने रसूलों की और उन लोगों की जो ईमान लाए, सांसारिक जीवन में भी अवश्य सहायता करते हैं तथा उस दिन भी (करेंगे) जब साक्षी खड़े होंगे।",
      "transliteration": "Inna lanansuru rusulana waallatheena amanoo fee alhayati alddunya wayawma yaqoomu alashhadu"
    },
    {
      "id": 52,
      "text": "يَوۡمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعۡذِرَتُهُمۡۖ وَلَهُمُ ٱللَّعۡنَةُ وَلَهُمۡ سُوٓءُ ٱلدَّارِ",
      "translation": "जिस दिन अत्याचारियों को उनका बहाना (सफ़ाई देना) कोई लाभ नहीं देगा तथा उनके लिए धिक्कार है और उनके लिए बुरा घर है।",
      "transliteration": "Yawma la yanfaAAu alththalimeena maAAthiratuhum walahumu allaAAnatu walahum sooo alddari"
    },
    {
      "id": 53,
      "text": "وَلَقَدۡ ءَاتَيۡنَا مُوسَى ٱلۡهُدَىٰ وَأَوۡرَثۡنَا بَنِيٓ إِسۡرَـٰٓءِيلَ ٱلۡكِتَٰبَ",
      "translation": "तथा हमने मूसा को मार्गदर्शन प्रदान किया और इसराईल की संतान को पुस्तक (तौरात) का उत्तराधिकारी बनाया।",
      "transliteration": "Walaqad atayna moosa alhuda waawrathna banee israeela alkitaba"
    },
    {
      "id": 54,
      "text": "هُدٗى وَذِكۡرَىٰ لِأُوْلِي ٱلۡأَلۡبَٰبِ",
      "translation": "जो बुद्धि वालों के लिए मार्गदर्शन तथा उपदेश थी।",
      "transliteration": "Hudan wathikra liolee alalbabi"
    },
    {
      "id": 55,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ بِٱلۡعَشِيِّ وَٱلۡإِبۡكَٰرِ",
      "translation": "अतः (ऐ नबी!) आप धैर्य रखें। निःसंदेह अल्लाह का वचन सत्य है। तथा अपने पापों की क्षमा माँगें और सायंकाल तथा प्रातःकाल अपने पालनहार की प्रशंसा के साथ उसकी पवित्रता का वर्णन करते रहें।",
      "transliteration": "Faisbir inna waAAda Allahi haqqun waistaghfir lithanbika wasabbih bihamdi rabbika bialAAashiyyi waalibkari"
    },
    {
      "id": 56,
      "text": "إِنَّ ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ بِغَيۡرِ سُلۡطَٰنٍ أَتَىٰهُمۡ إِن فِي صُدُورِهِمۡ إِلَّا كِبۡرٞ مَّا هُم بِبَٰلِغِيهِۚ فَٱسۡتَعِذۡ بِٱللَّهِۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡبَصِيرُ",
      "translation": "निःसंदेह जो लोग बिना किसी प्रमाण के, जो उनके पास आया हो, अल्लाह की आयतों के बारे में झगड़ते हैं, उनके दिलों में बड़ाई के सिवा कुछ नहीं है, जिस तक वे पहुँचने वाले नहीं हैं। अतः आप अल्लाह की शरण लें। निःसंदेह वही सब कुछ सुनने वाला, सब कुछ जानने वाला है।",
      "transliteration": "Inna allatheena yujadiloona fee ayati Allahi bighayri sultanin atahum in fee sudoorihim illa kibrun ma hum bibaligheehi faistaAAith biAllahi innahu huwa alssameeAAu albaseeru"
    },
    {
      "id": 57,
      "text": "لَخَلۡقُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ أَكۡبَرُ مِنۡ خَلۡقِ ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَعۡلَمُونَ",
      "translation": "निश्चय ही आकाशों तथा धरती को पैदा करना, मनुष्य को पैदा करने से अधिक बड़ा (कार्य) है। परंतु अधिकतर लोग नहीं जानते।",
      "transliteration": "Lakhalqu alssamawati waalardi akbaru min khalqi alnnasi walakinna akthara alnnasi la yaAAlamoona"
    },
    {
      "id": 58,
      "text": "وَمَا يَسۡتَوِي ٱلۡأَعۡمَىٰ وَٱلۡبَصِيرُ وَٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّـٰلِحَٰتِ وَلَا ٱلۡمُسِيٓءُۚ قَلِيلٗا مَّا تَتَذَكَّرُونَ",
      "translation": "तथा अंधा और आँखों वाला बराबर नहीं हो सकते। तथा जो लोग ईमान लाए और अच्छे कर्म किए, वे और बुरा कर्म करने वाला बराबर नहीं हो सकते। तुम (बहुत) कम ही शिक्षा ग्रहण करते हो।",
      "transliteration": "Wama yastawee alaAAma waalbaseeru waallatheena amanoo waAAamiloo alssalihati wala almuseeo qaleelan ma tatathakkaroona"
    },
    {
      "id": 59,
      "text": "إِنَّ ٱلسَّاعَةَ لَأٓتِيَةٞ لَّا رَيۡبَ فِيهَا وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يُؤۡمِنُونَ",
      "translation": "निःसंदेह क़ियामत अवश्य आने वाली है। इसमें कोई संदेह नहीं। लेकिन अधिकतर लोग ईमान नहीं लाते।",
      "transliteration": "Inna alssaAAata laatiyatun la rayba feeha walakinna akthara alnnasi la yuminoona"
    },
    {
      "id": 60,
      "text": "وَقَالَ رَبُّكُمُ ٱدۡعُونِيٓ أَسۡتَجِبۡ لَكُمۡۚ إِنَّ ٱلَّذِينَ يَسۡتَكۡبِرُونَ عَنۡ عِبَادَتِي سَيَدۡخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "translation": "तथा तुम्हारे पालनहार ने कहा है : तुम मुझे पुकारो। मैं तुम्हारी प्रार्थना स्वीकार करूँगा। निःसंदेह जो लोग मेरी इबादत से अहंकार करते हैं, वे शीघ्र ही अपमानित होकर जहन्नम में प्रवेश करेंगे।",
      "transliteration": "Waqala rabbukumu odAAoonee astajib lakum inna allatheena yastakbiroona AAan AAibadatee sayadkhuloona jahannama dakhireena"
    },
    {
      "id": 61,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلَّيۡلَ لِتَسۡكُنُواْ فِيهِ وَٱلنَّهَارَ مُبۡصِرًاۚ إِنَّ ٱللَّهَ لَذُو فَضۡلٍ عَلَى ٱلنَّاسِ وَلَٰكِنَّ أَكۡثَرَ ٱلنَّاسِ لَا يَشۡكُرُونَ",
      "translation": "अल्लाह ही ने तुम्हारे लिए रात बनाई, ताकि तुम उसमें विश्राम करो तथा दिन को प्रकाशमान बनाया। निःसंदेह अल्लाह लोगों पर बड़ा अनुग्रह वाला है। लेकिन अधिकतर लोग आभार प्रकट नहीं करते।",
      "transliteration": "Allahu allathee jaAAala lakumu allayla litaskunoo feehi waalnnahara mubsiran inna Allaha lathoo fadlin AAala alnnasi walakinna akthara alnnasi la yashkuroona"
    },
    {
      "id": 62,
      "text": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡ خَٰلِقُ كُلِّ شَيۡءٖ لَّآ إِلَٰهَ إِلَّا هُوَۖ فَأَنَّىٰ تُؤۡفَكُونَ",
      "translation": "यही अल्लाह तुम्हारा पालनहार है, प्रत्येक वस्तु का रचयिता, उसके सिवा कोई सच्चा पूज्य नहीं। फिर तुम कहाँ बहकाए जाते हो?",
      "transliteration": "Thalikumu Allahu rabbukum khaliqu kulli shayin la ilaha illa huwa faanna tufakoona"
    },
    {
      "id": 63,
      "text": "كَذَٰلِكَ يُؤۡفَكُ ٱلَّذِينَ كَانُواْ بِـَٔايَٰتِ ٱللَّهِ يَجۡحَدُونَ",
      "translation": "इसी प्रकार वे लोग बहकाए जाते रहे हैं, जो अल्लाह की आयतों का इनकार किया करते थे।",
      "transliteration": "Kathalika yufaku allatheena kanoo biayati Allahi yajhadoona"
    },
    {
      "id": 64,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ قَرَارٗا وَٱلسَّمَآءَ بِنَآءٗ وَصَوَّرَكُمۡ فَأَحۡسَنَ صُوَرَكُمۡ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَٰتِۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمۡۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلۡعَٰلَمِينَ",
      "translation": "अल्लाह ही है, जिसने धरती को तुम्हारे लिए निवास स्थान तथा आकाश को छत बनाया और तुम्हारा रूप बनाया, तो सुंदर रूप बनाया, तथा तुम्हें पाकीज़ा चीज़ों से जीविका प्रदान की। वही अल्लाह तुम्हारा पालनहार है। तो सारे संसार का पालनहार अल्लाह बहुत बरकत वाला है।",
      "transliteration": "Allahu allathee jaAAala lakumu alarda qararan waalssamaa binaan wasawwarakum faahsana suwarakum warazaqakum mina alttayyibati thalikumu Allahu rabbukum fatabaraka Allahu rabbu alAAalameena"
    },
    {
      "id": 65,
      "text": "هُوَ ٱلۡحَيُّ لَآ إِلَٰهَ إِلَّا هُوَ فَٱدۡعُوهُ مُخۡلِصِينَ لَهُ ٱلدِّينَۗ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "वही जीवित है, उसके सिवा कोई (सच्चा) पूज्य नहीं। अतः उसी को पुकारो, उसके लिए धर्म को विशुद्ध करते हुए। सब प्रशंसा सारे संसारों के पालनहार, अल्लाह के लिए है।",
      "transliteration": "Huwa alhayyu la ilaha illa huwa faodAAoohu mukhliseena lahu alddeena alhamdu lillahi rabbi alAAalameena"
    },
    {
      "id": 66,
      "text": "۞قُلۡ إِنِّي نُهِيتُ أَنۡ أَعۡبُدَ ٱلَّذِينَ تَدۡعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِيَ ٱلۡبَيِّنَٰتُ مِن رَّبِّي وَأُمِرۡتُ أَنۡ أُسۡلِمَ لِرَبِّ ٱلۡعَٰلَمِينَ",
      "translation": "आप कह दें : निःसंदेह मुझे इस बात से रोक दिया गया है कि मैं उनकी इबादत करूँ, जिन्हें तुम अल्लाह के सिवा पुकारते हो, जबकि मेरे पास मेरे पालनहार की ओर से स्पष्ट प्रमाण आ गए। तथा मुझे आदेश दिया गया है कि मैं सारे संसारों के पालनहार का आज्ञाकारी रहूँ।",
      "transliteration": "Qul innee nuheetu an aAAbuda allatheena tadAAoona min dooni Allahi lamma jaaniya albayyinatu min rabbee waomirtu an oslima lirabbi alAAalameena"
    },
    {
      "id": 67,
      "text": "هُوَ ٱلَّذِي خَلَقَكُم مِّن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ مِنۡ عَلَقَةٖ ثُمَّ يُخۡرِجُكُمۡ طِفۡلٗا ثُمَّ لِتَبۡلُغُوٓاْ أَشُدَّكُمۡ ثُمَّ لِتَكُونُواْ شُيُوخٗاۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبۡلُۖ وَلِتَبۡلُغُوٓاْ أَجَلٗا مُّسَمّٗى وَلَعَلَّكُمۡ تَعۡقِلُونَ",
      "translation": "वही है, जिसने तुम्हें मिट्टी से पैदा किया, फिर वीर्य से, फिर जमे हुए रक्त से। फिर वह तुम्हें बच्चे के रूप में निकालता है। फिर (बड़ा करता है) ताकि तुम अपनी पूरी शक्ति को पहुँचो, फिर ताकि तुम बूढ़े हो जाओ, तथा तुममें कुछ इससे पहले ही मर जाते हैं। और (यह इसलिए होता है) ताकि तुम अपनी निश्चित आयु को पहुँच जाओ, तथा ताकि तुम समझो।",
      "transliteration": "Huwa allathee khalaqakum min turabin thumma min nutfatin thumma min AAalaqatin thumma yukhrijukum tiflan thumma litablughoo ashuddakum thumma litakoonoo shuyookhan waminkum man yutawaffa min qablu walitablughoo ajalan musamman walaAAallakum taAAqiloona"
    },
    {
      "id": 68,
      "text": "هُوَ ٱلَّذِي يُحۡيِۦ وَيُمِيتُۖ فَإِذَا قَضَىٰٓ أَمۡرٗا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "वही है जो जीवित करता है और मारता है। फिर जब वह किसी काम का निर्णय कर लेता है, तो उसे मात्र यह कहता है कि \"हो जा\", तो वह हो जाता है।",
      "transliteration": "Huwa allathee yuhyee wayumeetu faitha qada amran fainnama yaqoolu lahu kun fayakoonu"
    },
    {
      "id": 69,
      "text": "أَلَمۡ تَرَ إِلَى ٱلَّذِينَ يُجَٰدِلُونَ فِيٓ ءَايَٰتِ ٱللَّهِ أَنَّىٰ يُصۡرَفُونَ",
      "translation": "क्या आपने उन लोगों को नहीं देखा, जो अल्लाह की आयतों के बारे में झगड़ते हैं, वे कहाँ फेरे जा रहे हैं?",
      "transliteration": "Alam tara ila allatheena yujadiloona fee ayati Allahi anna yusrafoona"
    },
    {
      "id": 70,
      "text": "ٱلَّذِينَ كَذَّبُواْ بِٱلۡكِتَٰبِ وَبِمَآ أَرۡسَلۡنَا بِهِۦ رُسُلَنَاۖ فَسَوۡفَ يَعۡلَمُونَ",
      "translation": "जिन्होंने पुस्तक को और जो कुछ हमने अपने रसूलों को देकर भेजा, उसे झुठला दिया। तो शीघ्र ही वे जान लेंगे।",
      "transliteration": "Allatheena kaththaboo bialkitabi wabima arsalna bihi rusulana fasawfa yaAAlamoona"
    },
    {
      "id": 71,
      "text": "إِذِ ٱلۡأَغۡلَٰلُ فِيٓ أَعۡنَٰقِهِمۡ وَٱلسَّلَٰسِلُ يُسۡحَبُونَ",
      "translation": "जब उनके गले में तौक़ होंगे तथा (पैरों में) बेड़ियाँ होंगी, वे घसीटे जाएँगे।",
      "transliteration": "Ithi alaghlalu fee aAAnaqihim waalssalasilu yushaboona"
    },
    {
      "id": 72,
      "text": "فِي ٱلۡحَمِيمِ ثُمَّ فِي ٱلنَّارِ يُسۡجَرُونَ",
      "translation": "खौलते पानी में (घसीटे जाएँगे)। फिर आग में झोंक दिए जाएँगे।",
      "transliteration": "Fee alhameemi thumma fee alnnari yusjaroona"
    },
    {
      "id": 73,
      "text": "ثُمَّ قِيلَ لَهُمۡ أَيۡنَ مَا كُنتُمۡ تُشۡرِكُونَ",
      "translation": "फिर उनसे कहा जाएगा : कहाँ हैं वे, जिन्हें तुम साझी बनाया करते थे?",
      "transliteration": "Thumma qeela lahum ayna ma kuntum tushrikoona"
    },
    {
      "id": 74,
      "text": "مِن دُونِ ٱللَّهِۖ قَالُواْ ضَلُّواْ عَنَّا بَل لَّمۡ نَكُن نَّدۡعُواْ مِن قَبۡلُ شَيۡـٔٗاۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلۡكَٰفِرِينَ",
      "translation": "अल्लाह के सिवा? वे कहेंगे : वे हमसे गुम हो गए। बल्कि, हम इससे पहले किसी चीज़ को नहीं पुकारते थे। इसी प्रकार, अल्लाह काफ़िरों को गुमराह कर देता है।",
      "transliteration": "Min dooni Allahi qaloo dalloo AAanna bal lam nakun nadAAoo min qablu shayan kathalika yudillu Allahu alkafireena"
    },
    {
      "id": 75,
      "text": "ذَٰلِكُم بِمَا كُنتُمۡ تَفۡرَحُونَ فِي ٱلۡأَرۡضِ بِغَيۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَمۡرَحُونَ",
      "translation": "यह यातना इसलिए है कि तुम धरती में नाहक़ बहुत प्रसन्न होते थे तथा इस कारण कि तुम अकड़ते फिरते थे।",
      "transliteration": "Thalikum bima kuntum tafrahoona fee alardi bighayri alhaqqi wabima kuntum tamrahoona"
    },
    {
      "id": 76,
      "text": "ٱدۡخُلُوٓاْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَبِئۡسَ مَثۡوَى ٱلۡمُتَكَبِّرِينَ",
      "translation": "जहन्नम के द्वारों में प्रवेश कर जाओ, उसमें सदैव रहने वाले हो। अतः अभिमानियों का ठिकाना बहुत बुरा है।",
      "transliteration": "Odkhuloo abwaba jahannama khalideena feeha fabisa mathwa almutakabbireena"
    },
    {
      "id": 77,
      "text": "فَٱصۡبِرۡ إِنَّ وَعۡدَ ٱللَّهِ حَقّٞۚ فَإِمَّا نُرِيَنَّكَ بَعۡضَ ٱلَّذِي نَعِدُهُمۡ أَوۡ نَتَوَفَّيَنَّكَ فَإِلَيۡنَا يُرۡجَعُونَ",
      "translation": "अतः आप धैर्य रखें। निःसंदेह अल्लाह का वादा सच्चा है। फिर यदि हम आपको उस (यातना) का कुछ भाग दिखा दें, जिसका हम उनसे वादा करते हैं या हम आपको (उससे पहले ही) मृत्यु दे दें, तो वे हमारी ही ओर लौटाए जाएँगे।",
      "transliteration": "Faisbir inna waAAda Allahi haqqun faimma nuriyannaka baAAda allathee naAAiduhum aw natawaffayannaka failayna yurjaAAoona"
    },
    {
      "id": 78,
      "text": "وَلَقَدۡ أَرۡسَلۡنَا رُسُلٗا مِّن قَبۡلِكَ مِنۡهُم مَّن قَصَصۡنَا عَلَيۡكَ وَمِنۡهُم مَّن لَّمۡ نَقۡصُصۡ عَلَيۡكَۗ وَمَا كَانَ لِرَسُولٍ أَن يَأۡتِيَ بِـَٔايَةٍ إِلَّا بِإِذۡنِ ٱللَّهِۚ فَإِذَا جَآءَ أَمۡرُ ٱللَّهِ قُضِيَ بِٱلۡحَقِّ وَخَسِرَ هُنَالِكَ ٱلۡمُبۡطِلُونَ",
      "translation": "तथा (ऐ नबी!) हम आपसे पहले बहुत-से रसूलों को भेज चुके हैं, जिनमें से कुछ ऐसे हैं जिनका हाल हम आपसे वर्णन कर चुके हैं तथा उनमें से कुछ ऐसे हैं जिनके हाल का वर्णन हमने आपसे नहीं किया है। तथा किसी रसूल के वश में यह नहीं था कि वह अल्लाह की अनुमति के बिना कोई आयत (चमत्कार) ले आए। फिर जब अल्लाह का आदेश आ गया, तो सत्य के साथ निर्णय कर दिया गया और उस समय झूठे लोग घाटे में रहे।",
      "transliteration": "Walaqad arsalna rusulan min qablika minhum man qasasna AAalayka waminhum man lam naqsus AAalayka wama kana lirasoolin an yatiya biayatin illa biithni Allahi faitha jaa amru Allahi qudiya bialhaqqi wakhasira hunalika almubtiloona"
    },
    {
      "id": 79,
      "text": "ٱللَّهُ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَنۡعَٰمَ لِتَرۡكَبُواْ مِنۡهَا وَمِنۡهَا تَأۡكُلُونَ",
      "translation": "अल्लाह ही है, जिसने तुम्हारे लिए चौपाए बनाए, ताकि उनमें से कुछ पर तुम सवारी करो और उनमें से कुछ को तुम खाते हो।",
      "transliteration": "Allahu allathee jaAAala lakumu alanAAama litarkaboo minha waminha takuloona"
    },
    {
      "id": 80,
      "text": "وَلَكُمۡ فِيهَا مَنَٰفِعُ وَلِتَبۡلُغُواْ عَلَيۡهَا حَاجَةٗ فِي صُدُورِكُمۡ وَعَلَيۡهَا وَعَلَى ٱلۡفُلۡكِ تُحۡمَلُونَ",
      "translation": "तथा तुम्हारे लिए उनमें बहुत लाभ हैं। और ताकि उनपर सवार होकर तुम अपनी उस आवश्यकता तक पहुँचो, जो तुम्हारे दिलों में है। तथा उन (चौपायों) पर और नावों पर तुम सवार किए जाते हो।",
      "transliteration": "Walakum feeha manafiAAu walitablughoo AAalayha hajatan fee sudoorikum waAAalayha waAAala alfulki tuhmaloona"
    },
    {
      "id": 81,
      "text": "وَيُرِيكُمۡ ءَايَٰتِهِۦ فَأَيَّ ءَايَٰتِ ٱللَّهِ تُنكِرُونَ",
      "translation": "तथा वह तुम्हें अपनी निशानियाँ दिखाता है। तो तुम अल्लाह की किन-किन निशानियों का इनकार करोगे?",
      "transliteration": "Wayureekum ayatihi faayya ayati Allahi tunkiroona"
    },
    {
      "id": 82,
      "text": "أَفَلَمۡ يَسِيرُواْ فِي ٱلۡأَرۡضِ فَيَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ ٱلَّذِينَ مِن قَبۡلِهِمۡۚ كَانُوٓاْ أَكۡثَرَ مِنۡهُمۡ وَأَشَدَّ قُوَّةٗ وَءَاثَارٗا فِي ٱلۡأَرۡضِ فَمَآ أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ",
      "translation": "तो क्या वे धरती में चले-फिरे नहीं, ताकि देखते कि उन लोगों का परिणाम कैसा रहा, जो उनसे पहले गुज़र चुके हैं? वे (धन में) इनसे अधिक तथा शक्ति और धरती में (छोड़ी हुई) निशानियों में अधिक बढ़कर थे। किंतु वे जो कुछ कमाते थे, वह उनके कुछ काम न आया।",
      "transliteration": "Afalam yaseeroo fee alardi fayanthuroo kayfa kana AAaqibatu allatheena min qablihim kanoo akthara minhum waashadda quwwatan waatharan fee alardi fama aghna AAanhum ma kanoo yaksiboona"
    },
    {
      "id": 83,
      "text": "فَلَمَّا جَآءَتۡهُمۡ رُسُلُهُم بِٱلۡبَيِّنَٰتِ فَرِحُواْ بِمَا عِندَهُم مِّنَ ٱلۡعِلۡمِ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ",
      "translation": "फिर जब उनके रसूल उनके पास स्पष्ट प्रमाण लेकर आए, तो वे उस ज्ञान पर इतराने लगे, जो उनके पास था, और उन्हें उस (यातना) ने घेर लिया, जिसका वे उपहास कर रहे थे।",
      "transliteration": "Falamma jaathum rusuluhum bialbayyinati farihoo bima AAindahum mina alAAilmi wahaqa bihim ma kanoo bihi yastahzioona"
    },
    {
      "id": 84,
      "text": "فَلَمَّا رَأَوۡاْ بَأۡسَنَا قَالُوٓاْ ءَامَنَّا بِٱللَّهِ وَحۡدَهُۥ وَكَفَرۡنَا بِمَا كُنَّا بِهِۦ مُشۡرِكِينَ",
      "translation": "फिर जब उन्होंने हमारी यातना देखी, तो कहने लगे : हम अल्लाह अकेले पर ईमान लाए, तथा उसका इनकार किया, जिसे हम उसका साझी बनाया करते थे।",
      "transliteration": "Falamma raaw basana qaloo amanna biAllahi wahdahu wakafarna bima kunna bihi mushrikeena"
    },
    {
      "id": 85,
      "text": "فَلَمۡ يَكُ يَنفَعُهُمۡ إِيمَٰنُهُمۡ لَمَّا رَأَوۡاْ بَأۡسَنَاۖ سُنَّتَ ٱللَّهِ ٱلَّتِي قَدۡ خَلَتۡ فِي عِبَادِهِۦۖ وَخَسِرَ هُنَالِكَ ٱلۡكَٰفِرُونَ",
      "translation": "फिर यह न था कि जब उन्होंने हमारी यातना को देख लिया, तो उनका ईमान (लाना) उन्हें लाभ देता। यही अल्लाह की रीति है, जो उसके बंदों में गुज़र चुकी। और उस समय काफ़िर घाटे में पड़ गए।",
      "transliteration": "Falam yaku yanfaAAuhum eemanuhum lamma raaw basana sunnata Allahi allatee qad khalat fee AAibadihi wakhasira hunalika alkafiroona"
    }
  ]
}