{
  "id": 49,
  "name": "الحجرات",
  "transliteration": "Al-Hujurat",
  "translation": "The Rooms",
  "type": "medinan",
  "total_verses": 18,
  "verses": [
    {
      "id": 1,
      "text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تُقَدِّمُواْ بَيۡنَ يَدَيِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٞ",
      "translation": "ऐ लोगो जो ईमान लाए हो! अल्लाह और उसके रसूल से आगे न बढ़ो और अल्लाह का डर रखो। निश्चय ही अल्लाह सब कुछ सुनने वाला, सब कुछ जानने वाला है।",
      "transliteration": "Ya ayyuha allatheena amanoo la tuqaddimoo bayna yadayi Allahi warasoolihi waittaqoo Allaha inna Allaha sameeAAun AAaleemun"
    },
    {
      "id": 2,
      "text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا تَرۡفَعُوٓاْ أَصۡوَٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِيِّ وَلَا تَجۡهَرُواْ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ",
      "translation": "ऐ लोगो जो ईमान लाए हो! अपनी आवाज़ें, नबी की आवाज़ से ऊँची न करो और न आपसे ऊँची आवाज़ में बात करो, जैसे तुम एक-दूसरे से ऊँची आवाज़ में बात करते हो। ऐसा न हो कि तुम्हारे कर्म व्यर्थ हो जाएँ और तुम्हें पता (भी) न हो।",
      "transliteration": "Ya ayyuha allatheena amanoo la tarfaAAoo aswatakum fawqa sawti alnnabiyyi wala tajharoo lahu bialqawli kajahri baAAdikum libaAAdin an tahbata aAAmalukum waantum la tashAAuroona"
    },
    {
      "id": 3,
      "text": "إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصۡوَٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُوْلَـٰٓئِكَ ٱلَّذِينَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةٞ وَأَجۡرٌ عَظِيمٌ",
      "translation": "निःसंदेह जो लोग अल्लाह के रसूल के पास अपनी आवाज़ें धीमी रखते हैं, यही लोग हैं, जिनके दिलों को अल्लाह ने परहेज़गारी के लिए जाँच लिया है। उनके लिए बड़ी क्षमा तथा महान प्रतिफल है।",
      "transliteration": "Inna allatheena yaghuddoona aswatahum AAinda rasooli Allahi olaika allatheena imtahana Allahu quloobahum lilttaqwa lahum maghfiratun waajrun AAatheemun"
    },
    {
      "id": 4,
      "text": "إِنَّ ٱلَّذِينَ يُنَادُونَكَ مِن وَرَآءِ ٱلۡحُجُرَٰتِ أَكۡثَرُهُمۡ لَا يَعۡقِلُونَ",
      "translation": "निःसंदेह जो लोग आपको कमरों के बाहर से पुकारते हैं, उनमें से अधिकांश नहीं समझते।",
      "transliteration": "Inna allatheena yunadoonaka min warai alhujurati aktharuhum la yaAAqiloona"
    },
    {
      "id": 5,
      "text": "وَلَوۡ أَنَّهُمۡ صَبَرُواْ حَتَّىٰ تَخۡرُجَ إِلَيۡهِمۡ لَكَانَ خَيۡرٗا لَّهُمۡۚ وَٱللَّهُ غَفُورٞ رَّحِيمٞ",
      "translation": "और यदि वे धैर्य रखते, यहाँ तक कि आप खुद ही उनकी ओर निकलकर आते, तो निश्चय यह उनके लिए बेहतर होता। तथा अल्लाह बड़ा क्षमा करने वाला, अत्यंत दयावान् है।",
      "transliteration": "Walaw annahum sabaroo hatta takhruja ilayhim lakana khayran lahum waAllahu ghafoorun raheemun"
    },
    {
      "id": 6,
      "text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِن جَآءَكُمۡ فَاسِقُۢ بِنَبَإٖ فَتَبَيَّنُوٓاْ أَن تُصِيبُواْ قَوۡمَۢا بِجَهَٰلَةٖ فَتُصۡبِحُواْ عَلَىٰ مَا فَعَلۡتُمۡ نَٰدِمِينَ",
      "translation": "ऐ ईमान वालो! यदि कोई दुराचारी (अवज्ञाकारी) तुम्हारे पास कोई सूचना लेकर आए, तो उसकी अच्छी तरह जाँच-पड़ताल कर लिया करो। ऐसा न हो कि तुम किसी समुदाय को अज्ञानता के कारण हानि पहुँचा दो, फिर अपने किए पर पछताओ।",
      "transliteration": "Ya ayyuha allatheena amanoo in jaakum fasiqun binabain fatabayyanoo an tuseeboo qawman bijahalatin fatusbihoo AAala ma faAAaltum nadimeena"
    },
    {
      "id": 7,
      "text": "وَٱعۡلَمُوٓاْ أَنَّ فِيكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ يُطِيعُكُمۡ فِي كَثِيرٖ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَٰكِنَّ ٱللَّهَ حَبَّبَ إِلَيۡكُمُ ٱلۡإِيمَٰنَ وَزَيَّنَهُۥ فِي قُلُوبِكُمۡ وَكَرَّهَ إِلَيۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡيَانَۚ أُوْلَـٰٓئِكَ هُمُ ٱلرَّـٰشِدُونَ",
      "translation": "तथा जान लो कि तुम्हारे बीच अल्लाह के रसूल मौजूद हैं। यदि वह बहुत-से विषयों में तुम्हारी बात मान लें, तो तुम कठिनाई में पड़ जाओ। परंतु अल्लाह ने तुम्हारे लिए ईमान को प्रिय बना दिया और उसे तुम्हारे दिलों में सुशोभित कर दिया तथा तुम्हारे लिए कुफ़्र और पाप और अवज्ञा को अप्रिय बना दिया, यही लोग हिदायत पर चलने वाले हैं।",
      "transliteration": "WaiAAlamoo anna feekum rasoola Allahi law yuteeAAukum fee katheerin mina alamri laAAanittum walakinna Allaha habbaba ilaykumu aleemana wazayyanahu fee quloobikum wakarraha ilaykumu alkufra waalfusooqa waalAAisyana olaika humu alrrashidoona"
    },
    {
      "id": 8,
      "text": "فَضۡلٗا مِّنَ ٱللَّهِ وَنِعۡمَةٗۚ وَٱللَّهُ عَلِيمٌ حَكِيمٞ",
      "translation": "अल्लाह की कृपा और अनुग्रह के कारण और अल्लाह सब कुछ जानने वाला, पूर्ण हिकमत वाला है।",
      "transliteration": "Fadlan mina Allahi waniAAmatan waAllahu AAaleemun hakeemun"
    },
    {
      "id": 9,
      "text": "وَإِن طَآئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِينَ ٱقۡتَتَلُواْ فَأَصۡلِحُواْ بَيۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَٰتِلُواْ ٱلَّتِي تَبۡغِي حَتَّىٰ تَفِيٓءَ إِلَىٰٓ أَمۡرِ ٱللَّهِۚ فَإِن فَآءَتۡ فَأَصۡلِحُواْ بَيۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوٓاْۖ إِنَّ ٱللَّهَ يُحِبُّ ٱلۡمُقۡسِطِينَ",
      "translation": "और यदि ईमान वालों के दो गिरोह आपस में लड़ पड़ें, तो उनके बीच सुलह करा दो। फिर यदि दोनों में से एक, दूसरे पर अत्याचार करे, तो उस गिरोह से लड़ो, जो अत्याचार करता है, यहाँ तक कि वह अल्लाह के आदेश की ओर पलट आए। फिर यदि वह पलट आए, तो उनके बीच न्याय के साथ सुलह करा दो, तथा न्याय करो। निःसंदेह अल्लाह न्याय करने वालों से प्रेम करता है।",
      "transliteration": "Wain taifatani mina almumineena iqtataloo faaslihoo baynahuma fain baghat ihdahuma AAala alokhra faqatiloo allatee tabghee hatta tafeea ila amri Allahi fain faat faaslihoo baynahuma bialAAadli waaqsitoo inna Allaha yuhibbu almuqsiteena"
    },
    {
      "id": 10,
      "text": "إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةٞ فَأَصۡلِحُواْ بَيۡنَ أَخَوَيۡكُمۡۚ وَٱتَّقُواْ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ",
      "translation": "निःसंदेह ईमान वाले तो भाई ही हैं। अतः अपने दो भाइयों के बीच सुलह करा दो। तथा अल्लाह से डरो, ताकि तुम पर दया की जाए।",
      "transliteration": "Innama almuminoona ikhwatun faaslihoo bayna akhawaykum waittaqoo Allaha laAAallakum turhamoona"
    },
    {
      "id": 11,
      "text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ لَا يَسۡخَرۡ قَوۡمٞ مِّن قَوۡمٍ عَسَىٰٓ أَن يَكُونُواْ خَيۡرٗا مِّنۡهُمۡ وَلَا نِسَآءٞ مِّن نِّسَآءٍ عَسَىٰٓ أَن يَكُنَّ خَيۡرٗا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوٓاْ أَنفُسَكُمۡ وَلَا تَنَابَزُواْ بِٱلۡأَلۡقَٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِيمَٰنِۚ وَمَن لَّمۡ يَتُبۡ فَأُوْلَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
      "translation": "ऐ लोगो जो ईमान लाए हो! एक जाति दूसरी जाति का उपहास न करे, हो सकता है कि वे उनसे बेहतर हों। और न कोई स्त्रियाँ अन्य स्त्रियों की हँसी उड़ाएँ, हो सकता है कि वे उनसे अच्छी हों। और न अपनों पर दोष लगाओ, और न एक-दूसरे को बुरे नामों से पुकारो। ईमान के बाद अवज्ञाकारी होना बुरा नाम है। और जिसने तौबा न की, तो वही लोग अत्याचारी हैं।",
      "transliteration": "Ya ayyuha allatheena amanoo la yaskhar qawmun min qawmin AAasa an yakoonoo khayran minhum wala nisaon min nisain AAasa an yakunna khayran minhunna wala talmizoo anfusakum wala tanabazoo bialalqabi bisa alismu alfusooqu baAAda aleemani waman lam yatub faolaika humu alththalimoona"
    },
    {
      "id": 12,
      "text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُواْ ٱجۡتَنِبُواْ كَثِيرٗا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمٞۖ وَلَا تَجَسَّسُواْ وَلَا يَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَيُحِبُّ أَحَدُكُمۡ أَن يَأۡكُلَ لَحۡمَ أَخِيهِ مَيۡتٗا فَكَرِهۡتُمُوهُۚ وَٱتَّقُواْ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابٞ رَّحِيمٞ",
      "translation": "ऐ लोगो जो ईमान लाए हो! बहुत-से गुमानों से बचो। निश्चय ही कुछ गुमान पाप हैं। और जासूसी न करो, और न तुममें से कोई दूसरे की ग़ीबत करे। क्या तुममें से कोई पसंद करता है कि अपने भाई का मांस खाए, जबकि वह मरा हुआ हो? सो तुम उसे नापसंद करते हो। तथा अल्लाह से डरो। निश्चय अल्लाह बहुत तौबा क़बूल करने वाला, अत्यंत दयालु है।",
      "transliteration": "Ya ayyuha allatheena amanoo ijtaniboo katheeran mina alththanni inna baAAda alththanni ithmun wala tajassasoo wala yaghtab baAAdukum baAAdan ayuhibbu ahadukum an yakula lahma akheehi maytan fakarihtumoohu waittaqoo Allaha inna Allaha tawwabun raheemun"
    },
    {
      "id": 13,
      "text": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَٰكُم مِّن ذَكَرٖ وَأُنثَىٰ وَجَعَلۡنَٰكُمۡ شُعُوبٗا وَقَبَآئِلَ لِتَعَارَفُوٓاْۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِيمٌ خَبِيرٞ",
      "translation": "ऐ मनुष्यो! हमने तुम्हें एक नर और एक मादा से पैदा किया तथा हमने तुम्हें जातियों और क़बीलों में कर दिए, ताकि तुम एक-दूसरे को पहचानो। निःसंदेह अल्लाह के निकट तुममें सबसे अधिक सम्मान वाला वह है, जो तुममें सबसे अधिक तक़्वा वाला है। निःसंदेह अल्लाह सब कुछ जानने वाला, पूरी ख़बर रखने वाला है।",
      "transliteration": "Ya ayyuha alnnasu inna khalaqnakum min thakarin waontha wajaAAalnakum shuAAooban waqabaila litaAAarafoo inna akramakum AAinda Allahi atqakum inna Allaha AAaleemun khabeerun"
    },
    {
      "id": 14,
      "text": "۞قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُواْ وَلَٰكِن قُولُوٓاْ أَسۡلَمۡنَا وَلَمَّا يَدۡخُلِ ٱلۡإِيمَٰنُ فِي قُلُوبِكُمۡۖ وَإِن تُطِيعُواْ ٱللَّهَ وَرَسُولَهُۥ لَا يَلِتۡكُم مِّنۡ أَعۡمَٰلِكُمۡ شَيۡـًٔاۚ إِنَّ ٱللَّهَ غَفُورٞ رَّحِيمٌ",
      "translation": "(कुछ) बद्दुओं ने कहा : हम ईमान ले आए। आप कह दें : तुम ईमान नहीं लाए। परंतु यह कहो कि हम इस्लाम लाए (आज्ञाकारी हो गए)। और अभी तक ईमान तुम्हारे दिलों में प्रवेश नहीं किया। और यदि तुम अल्लाह और उसके रसूल की आज्ञा का पालन करोगे, तो वह तुम्हें तुम्हारे कर्मों में से कुछ भी कमी नहीं करेगा। निःसंदेह अल्लाह अति क्षमाशील, अत्यंत दयावान् है।",
      "transliteration": "Qalati alaAArabu amanna qul lam tuminoo walakin qooloo aslamna walamma yadkhuli aleemanu fee quloobikum wain tuteeAAoo Allaha warasoolahu la yalitkum min aAAmalikum shayan inna Allaha ghafoorun raheemun"
    },
    {
      "id": 15,
      "text": "إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِينَ ءَامَنُواْ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ يَرۡتَابُواْ وَجَٰهَدُواْ بِأَمۡوَٰلِهِمۡ وَأَنفُسِهِمۡ فِي سَبِيلِ ٱللَّهِۚ أُوْلَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ",
      "translation": "निःसंदेह मोमिन तो वही लोग हैं, जो अल्लाह तथा उसके रसूल पर ईमान लाए, फिर उन्होंने संदेह नहीं किया तथा उन्होंने अपने धनों और अपने प्राणों से अल्लाह की राह में जिहाद किया। यही लोग सच्चे हैं।",
      "transliteration": "Innama almuminoona allatheena amanoo biAllahi warasoolihi thumma lam yartaboo wajahadoo biamwalihim waanfusihim fee sabeeli Allahi olaika humu alssadiqoona"
    },
    {
      "id": 16,
      "text": "قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِينِكُمۡ وَٱللَّهُ يَعۡلَمُ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَيۡءٍ عَلِيمٞ",
      "translation": "आप कह दें : क्या तुम अल्लाह को अपने धर्म से अवगत करा रहे हो? हालाँकि अल्लाह जानता है, जो कुछ आकाशों में है और जो धरती में है। तथा अल्लाह प्रत्येक वस्तु को ख़ूब जानने वाला है।",
      "transliteration": "Qul atuAAallimoona Allaha bideenikum waAllahu yaAAlamu ma fee alssamawati wama fee alardi waAllahu bikulli shayin AAaleemun"
    },
    {
      "id": 17,
      "text": "يَمُنُّونَ عَلَيۡكَ أَنۡ أَسۡلَمُواْۖ قُل لَّا تَمُنُّواْ عَلَيَّ إِسۡلَٰمَكُمۖ بَلِ ٱللَّهُ يَمُنُّ عَلَيۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِيمَٰنِ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "वे आपपर एहसान जताते हैं कि वे इस्लाम ले आए। आप कह दें : मुझपर अपने इस्लाम का एहसान न जताओ। बल्कि अल्लाह तुमपर एहसान रखता है कि उसने तुम्हें ईमान की तरफ़ हिदायत दी, यदि तुम सच्चे हो।",
      "transliteration": "Yamunnoona AAalayka an aslamoo qul la tamunnoo AAalayya islamakum bali Allahu yamunnu AAalaykum an hadakum lileemani in kuntum sadiqeena"
    },
    {
      "id": 18,
      "text": "إِنَّ ٱللَّهَ يَعۡلَمُ غَيۡبَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِيرُۢ بِمَا تَعۡمَلُونَ",
      "translation": "निःसंदेह अल्लाह आकाशों तथा धरती की छिपी चीज़ों को जानता है। और अल्लाह ख़ूब देखने वाला है जो कुछ तुम करते हो।",
      "transliteration": "Inna Allaha yaAAlamu ghayba alssamawati waalardi waAllahu baseerun bima taAAmaloona"
    }
  ]
}