{
  "id": 51,
  "name": "الذاريات",
  "transliteration": "Adh-Dhariyat",
  "translation": "The Winnowing Winds",
  "type": "meccan",
  "total_verses": 60,
  "verses": [
    {
      "id": 1,
      "text": "وَٱلذَّـٰرِيَٰتِ ذَرۡوٗا",
      "translation": "क़सम है उन (हवाओं) की जो (धूल आदि) उड़ाने वाली हैं!",
      "transliteration": "Waalththariyati tharwan"
    },
    {
      "id": 2,
      "text": "فَٱلۡحَٰمِلَٰتِ وِقۡرٗا",
      "translation": "फिर पानी का बड़ा भारी बोझ उठाने वाले बादलों की!",
      "transliteration": "Faalhamilati wiqran"
    },
    {
      "id": 3,
      "text": "فَٱلۡجَٰرِيَٰتِ يُسۡرٗا",
      "translation": "फिर आसानी से चलने वाली नावों की!",
      "transliteration": "Faaljariyati yusran"
    },
    {
      "id": 4,
      "text": "فَٱلۡمُقَسِّمَٰتِ أَمۡرًا",
      "translation": "फिर (अल्लाह का) आदेश बाँटने वाले (फ़रिश्तों की)!",
      "transliteration": "Faalmuqassimati amran"
    },
    {
      "id": 5,
      "text": "إِنَّمَا تُوعَدُونَ لَصَادِقٞ",
      "translation": "निःसंदेह जो तुमसे वादा किया जाता है, निश्चय वह सत्य है।",
      "transliteration": "Innama tooAAadoona lasadiqun"
    },
    {
      "id": 6,
      "text": "وَإِنَّ ٱلدِّينَ لَوَٰقِعٞ",
      "translation": "तथा निःसंदेह हिसाब अनिवार्य रूप से घटित होने वाला है।",
      "transliteration": "Wainna alddeena lawaqiAAun"
    },
    {
      "id": 7,
      "text": "وَٱلسَّمَآءِ ذَاتِ ٱلۡحُبُكِ",
      "translation": "क़सम है रास्तों वाले आकाश की!",
      "transliteration": "Waalssamai thati alhubuki"
    },
    {
      "id": 8,
      "text": "إِنَّكُمۡ لَفِي قَوۡلٖ مُّخۡتَلِفٖ",
      "translation": "निःसंदेह तुम निश्चय एक विवादास्पद बात में पड़े हो।",
      "transliteration": "Innakum lafee qawlin mukhtalifin"
    },
    {
      "id": 9,
      "text": "يُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ",
      "translation": "उससे वही फेरा जाता है, जो (अल्लाह के ज्ञान में) फेर दिया गया है।",
      "transliteration": "Yufaku AAanhu man ofika"
    },
    {
      "id": 10,
      "text": "قُتِلَ ٱلۡخَرَّـٰصُونَ",
      "translation": "अटकल लगाने वाले मारे गए।",
      "transliteration": "Qutila alkharrasoona"
    },
    {
      "id": 11,
      "text": "ٱلَّذِينَ هُمۡ فِي غَمۡرَةٖ سَاهُونَ",
      "translation": "जो बड़ी ग़फ़लत में भूले हुए हैं।",
      "transliteration": "Allatheena hum fee ghamratin sahoona"
    },
    {
      "id": 12,
      "text": "يَسۡـَٔلُونَ أَيَّانَ يَوۡمُ ٱلدِّينِ",
      "translation": "वे पूछते हैं कि बदले का दिन कब है?",
      "transliteration": "Yasaloona ayyana yawmu alddeeni"
    },
    {
      "id": 13,
      "text": "يَوۡمَ هُمۡ عَلَى ٱلنَّارِ يُفۡتَنُونَ",
      "translation": "जिस दिन वे आग पर तपाए जाएँगे।",
      "transliteration": "Yawma hum AAala alnnari yuftanoona"
    },
    {
      "id": 14,
      "text": "ذُوقُواْ فِتۡنَتَكُمۡ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ",
      "translation": "अपने फ़ितने (यातना) का मज़ा चखो, यही है जिसके लिए तुम जल्दी मचा रहे थे।",
      "transliteration": "Thooqoo fitnatakum hatha allathee kuntum bihi tastaAAjiloona"
    },
    {
      "id": 15,
      "text": "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّـٰتٖ وَعُيُونٍ",
      "translation": "निःसंदेह परहेज़गार लोग बाग़ों और जल स्रोतों में होंगे।",
      "transliteration": "Inna almuttaqeena fee jannatin waAAuyoonin"
    },
    {
      "id": 16,
      "text": "ءَاخِذِينَ مَآ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُحۡسِنِينَ",
      "translation": "जो कुछ उनका रब उन्हें देगा, उसे वे लेने वाले होंगे। निश्चय ही वे इससे पहले नेकी करने वाले थे।",
      "transliteration": "Akhitheena ma atahum rabbuhum innahum kanoo qabla thalika muhsineena"
    },
    {
      "id": 17,
      "text": "كَانُواْ قَلِيلٗا مِّنَ ٱلَّيۡلِ مَا يَهۡجَعُونَ",
      "translation": "वे रात के बहुत थोड़े भाग में सोते थे।",
      "transliteration": "Kanoo qaleelan mina allayli ma yahjaAAoona"
    },
    {
      "id": 18,
      "text": "وَبِٱلۡأَسۡحَارِ هُمۡ يَسۡتَغۡفِرُونَ",
      "translation": "तथा रात्रि की अंतिम घड़ियों में वे क्षमा याचना करते थे।",
      "transliteration": "Wabialashari hum yastaghfiroona"
    },
    {
      "id": 19,
      "text": "وَفِيٓ أَمۡوَٰلِهِمۡ حَقّٞ لِّلسَّآئِلِ وَٱلۡمَحۡرُومِ",
      "translation": "और उनके धनों में माँगने वाले तथा वंचित के लिए एक हक़ (हिस्सा) था।",
      "transliteration": "Wafee amwalihim haqqun lilssaili waalmahroomi"
    },
    {
      "id": 20,
      "text": "وَفِي ٱلۡأَرۡضِ ءَايَٰتٞ لِّلۡمُوقِنِينَ",
      "translation": "तथा धरती में विश्वास करने वालों के लिए बहुत-सी निशानियाँ हैं।",
      "transliteration": "Wafee alardi ayatun lilmooqineena"
    },
    {
      "id": 21,
      "text": "وَفِيٓ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ",
      "translation": "तथा स्वयं तुम्हारे भीतर (भी)। तो क्या तुम नहीं देखते?",
      "transliteration": "Wafee anfusikum afala tubsiroona"
    },
    {
      "id": 22,
      "text": "وَفِي ٱلسَّمَآءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ",
      "translation": "और आकाश ही में तुम्हारी रोज़ी है तथा वह भी जिसका तुमसे वादा किया जा रहा है।",
      "transliteration": "Wafee alssamai rizqukum wama tooAAadoona"
    },
    {
      "id": 23,
      "text": "فَوَرَبِّ ٱلسَّمَآءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقّٞ مِّثۡلَ مَآ أَنَّكُمۡ تَنطِقُونَ",
      "translation": "सो क़सम है आकाश एवं धरती के पालनहार की! निःसंदेह यह बात निश्चित रूप से सत्य है, इस बात की तरह कि निःसंदेह तुम बोलते हो।",
      "transliteration": "Fawarabbi alssamai waalardi innahu lahaqqun mithla ma annakum tantiqoona"
    },
    {
      "id": 24,
      "text": "هَلۡ أَتَىٰكَ حَدِيثُ ضَيۡفِ إِبۡرَٰهِيمَ ٱلۡمُكۡرَمِينَ",
      "translation": "क्या आपके पास इबराहीम के सम्मानित अतिथियों की सूचना आई है?",
      "transliteration": "Hal ataka hadeethu dayfi ibraheema almukrameena"
    },
    {
      "id": 25,
      "text": "إِذۡ دَخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗاۖ قَالَ سَلَٰمٞ قَوۡمٞ مُّنكَرُونَ",
      "translation": "जब वे उसके पास आए, तो उन्होंने सलाम कहा। उसने कहा : सलाम हो। कुछ अपरिचित लोग हैं।",
      "transliteration": "Ith dakhaloo AAalayhi faqaloo salaman qala salamun qawmun munkaroona"
    },
    {
      "id": 26,
      "text": "فَرَاغَ إِلَىٰٓ أَهۡلِهِۦ فَجَآءَ بِعِجۡلٖ سَمِينٖ",
      "translation": "फिर वह चुपके से अपने घरवालों के पास गया। फिर एक मोटा-ताज़ा (भुना हुआ) बछड़ा ले आया।",
      "transliteration": "Faragha ila ahlihi fajaa biAAijlin sameenin"
    },
    {
      "id": 27,
      "text": "فَقَرَّبَهُۥٓ إِلَيۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ",
      "translation": "फिर उसे उनके सामने रख दिया। कहा : क्या तुम नहीं खाते?",
      "transliteration": "Faqarrabahu ilayhim qala ala takuloona"
    },
    {
      "id": 28,
      "text": "فَأَوۡجَسَ مِنۡهُمۡ خِيفَةٗۖ قَالُواْ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَٰمٍ عَلِيمٖ",
      "translation": "तो उसने उनसे दिल में डर महसूस किया। उन्होंने कहा : डरो नहीं। और उन्होंने उसे एक बहुत ही ज्ञानी पुत्र की शुभ-सूचना दी।",
      "transliteration": "Faawjasa minhum kheefatan qaloo la takhaf wabashsharoohu bighulamin AAaleemin"
    },
    {
      "id": 29,
      "text": "فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِي صَرَّةٖ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِيمٞ",
      "translation": "यह सुनकर उसकी पत्नी चिल्लाती हुई आगे आई, तो उसने अपना चेहरा पीट लिया और बोली : बूढ़ी बाँझ!",
      "transliteration": "Faaqbalati imraatuhu fee sarratin fasakkat wajhaha waqalat AAajoozun AAaqeemun"
    },
    {
      "id": 30,
      "text": "قَالُواْ كَذَٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِيمُ ٱلۡعَلِيمُ",
      "translation": "उन्होंने कहा : तेरे पालनहार ने ऐसे ही फरमाया है। निश्चय वही पूर्ण हिकमत वाला, अत्यंत ज्ञानी है।",
      "transliteration": "Qaloo kathaliki qala rabbuki innahu huwa alhakeemu alAAaleemu"
    },
    {
      "id": 31,
      "text": "۞قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا ٱلۡمُرۡسَلُونَ",
      "translation": "उसने कहा : ऐ भेजे हुए (दूतो!) तुम्हारा अभियान क्या है?",
      "transliteration": "Qala fama khatbukum ayyuha almursaloona"
    },
    {
      "id": 32,
      "text": "قَالُوٓاْ إِنَّآ أُرۡسِلۡنَآ إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ",
      "translation": "उन्होंने कहा : निःसंदेह हम कुछ अपराधी लोगों की ओर भेजे गए हैं।",
      "transliteration": "Qaloo inna orsilna ila qawmin mujrimeena"
    },
    {
      "id": 33,
      "text": "لِنُرۡسِلَ عَلَيۡهِمۡ حِجَارَةٗ مِّن طِينٖ",
      "translation": "ताकि हम उनपर मिट्टी के पत्थर बरसाएँ।",
      "transliteration": "Linursila AAalayhim hijaratan min teenin"
    },
    {
      "id": 34,
      "text": "مُّسَوَّمَةً عِندَ رَبِّكَ لِلۡمُسۡرِفِينَ",
      "translation": "जो तुम्हारे पालनहार के पास से सीमा से आगे बढ़ने वालों के लिए चिह्नित हैं।",
      "transliteration": "Musawwamatan AAinda rabbika lilmusrifeena"
    },
    {
      "id": 35,
      "text": "فَأَخۡرَجۡنَا مَن كَانَ فِيهَا مِنَ ٱلۡمُؤۡمِنِينَ",
      "translation": "फिर हमने उस (बस्ती) में जो भी ईमानवाले थे उन्हें निकाल लिया।",
      "transliteration": "Faakhrajna man kana feeha mina almumineena"
    },
    {
      "id": 36,
      "text": "فَمَا وَجَدۡنَا فِيهَا غَيۡرَ بَيۡتٖ مِّنَ ٱلۡمُسۡلِمِينَ",
      "translation": "तो हमने उसमें मुसलमानों के एक घर के सिवा कोई और नहीं पाया।",
      "transliteration": "Fama wajadna feeha ghayra baytin mina almuslimeena"
    },
    {
      "id": 37,
      "text": "وَتَرَكۡنَا فِيهَآ ءَايَةٗ لِّلَّذِينَ يَخَافُونَ ٱلۡعَذَابَ ٱلۡأَلِيمَ",
      "translation": "तथा हमने उसमें उन लोगों के लिए एक निशानी छोड़ दी, जो दुःखदायी यातना से डरते हैं।",
      "transliteration": "Watarakna feeha ayatan lillatheena yakhafoona alAAathaba alaleema"
    },
    {
      "id": 38,
      "text": "وَفِي مُوسَىٰٓ إِذۡ أَرۡسَلۡنَٰهُ إِلَىٰ فِرۡعَوۡنَ بِسُلۡطَٰنٖ مُّبِينٖ",
      "translation": "तथा मूसा (की कहानी) में (भी एक निशानी है), जब हमने उसे फ़िरऔन की ओर एक स्पष्ट प्रमाण देकर भेजा।",
      "transliteration": "Wafee moosa ith arsalnahu ila firAAawna bisultanin mubeenin"
    },
    {
      "id": 39,
      "text": "فَتَوَلَّىٰ بِرُكۡنِهِۦ وَقَالَ سَٰحِرٌ أَوۡ مَجۡنُونٞ",
      "translation": "तो उसने अपनी शक्ति के कारण मुँह फेर लिया और उसने कहा : यह जादूगर है, या पागल।",
      "transliteration": "Fatawalla biruknihi waqala sahirun aw majnoonun"
    },
    {
      "id": 40,
      "text": "فَأَخَذۡنَٰهُ وَجُنُودَهُۥ فَنَبَذۡنَٰهُمۡ فِي ٱلۡيَمِّ وَهُوَ مُلِيمٞ",
      "translation": "अंततः हमने उसे और उसकी सेनाओं को पकड़ लिया, फिर उन्हें समुद्र में फेंक दिया, जबकि वह एक निंदनीय काम करने वाला था।",
      "transliteration": "Faakhathnahu wajunoodahu fanabathnahum fee alyammi wahuwa muleemun"
    },
    {
      "id": 41,
      "text": "وَفِي عَادٍ إِذۡ أَرۡسَلۡنَا عَلَيۡهِمُ ٱلرِّيحَ ٱلۡعَقِيمَ",
      "translation": "तथा आद में, जब हमने उनपर बाँझ हवा भेजी दी।",
      "transliteration": "Wafee AAadin ith arsalna AAalayhimu alrreeha alAAaqeema"
    },
    {
      "id": 42,
      "text": "مَا تَذَرُ مِن شَيۡءٍ أَتَتۡ عَلَيۡهِ إِلَّا جَعَلَتۡهُ كَٱلرَّمِيمِ",
      "translation": "वह जिस चीज़ पर से भी गुज़रती, उसे सड़ी हुई हड्डी की तरह कर देती थी।",
      "transliteration": "Ma tatharu min shayin atat AAalayhi illa jaAAalathu kaalrrameemi"
    },
    {
      "id": 43,
      "text": "وَفِي ثَمُودَ إِذۡ قِيلَ لَهُمۡ تَمَتَّعُواْ حَتَّىٰ حِينٖ",
      "translation": "तथा समूद में, जब उनसे कहा गया कि एक समय तक के लिए लाभ उठा लो।",
      "transliteration": "Wafee thamooda ith qeela lahum tamattaAAoo hatta heenin"
    },
    {
      "id": 44,
      "text": "فَعَتَوۡاْ عَنۡ أَمۡرِ رَبِّهِمۡ فَأَخَذَتۡهُمُ ٱلصَّـٰعِقَةُ وَهُمۡ يَنظُرُونَ",
      "translation": "फिर उन्होंने अपने पालनहार के आदेश की अवज्ञा की, तो उन्हें कड़क ने पकड़ लिया और वे देख रहे थे।",
      "transliteration": "FaAAataw AAan amri rabbihim faakhathathumu alssaAAiqatu wahum yanthuroona"
    },
    {
      "id": 45,
      "text": "فَمَا ٱسۡتَطَٰعُواْ مِن قِيَامٖ وَمَا كَانُواْ مُنتَصِرِينَ",
      "translation": "फिर उनमें न तो खड़े होने की शक्ति थी और न ही वे प्रतिकार करने वाले थे।",
      "transliteration": "Fama istataAAoo min qiyamin wama kanoo muntasireena"
    },
    {
      "id": 46,
      "text": "وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ قَوۡمٗا فَٰسِقِينَ",
      "translation": "तथा इससे पहले नूह़ की जाति को (विनष्ट कर दिया)। निश्चय ही वे अवज्ञाकारी लोग थे।",
      "transliteration": "Waqawma noohin min qablu innahum kanoo qawman fasiqeena"
    },
    {
      "id": 47,
      "text": "وَٱلسَّمَآءَ بَنَيۡنَٰهَا بِأَيۡيْدٖ وَإِنَّا لَمُوسِعُونَ",
      "translation": "तथा आकाश को हमने शक्ति के साथ बनाया और निःसंदेह हम निश्चय विस्तार करने वाले हैं।",
      "transliteration": "Waalssamaa banaynaha biaydin wainna lamoosiAAoona"
    },
    {
      "id": 48,
      "text": "وَٱلۡأَرۡضَ فَرَشۡنَٰهَا فَنِعۡمَ ٱلۡمَٰهِدُونَ",
      "translation": "तथा धरती को हमने बिछा दिया, तो हम क्या ही खूब बिछाने वाले हैं।",
      "transliteration": "Waalarda farashnaha faniAAma almahidoona"
    },
    {
      "id": 49,
      "text": "وَمِن كُلِّ شَيۡءٍ خَلَقۡنَا زَوۡجَيۡنِ لَعَلَّكُمۡ تَذَكَّرُونَ",
      "translation": "तथा हमने हर चीज़ के दो प्रकार बनाए, ताकि तुम नसीहत ग्रहण करो।",
      "transliteration": "Wamin kulli shayin khalaqna zawjayni laAAallakum tathakkaroona"
    },
    {
      "id": 50,
      "text": "فَفِرُّوٓاْ إِلَى ٱللَّهِۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ",
      "translation": "अतः अल्लाह की ओर दौड़ो। निश्चय ही मैं तुम्हारे लिए उसकी ओर से स्पष्ट सचेतकर्ता हूँ।",
      "transliteration": "Fafirroo ila Allahi innee lakum minhu natheerun mubeenun"
    },
    {
      "id": 51,
      "text": "وَلَا تَجۡعَلُواْ مَعَ ٱللَّهِ إِلَٰهًا ءَاخَرَۖ إِنِّي لَكُم مِّنۡهُ نَذِيرٞ مُّبِينٞ",
      "translation": "और अल्लाह के साथ कोई दूसरा पूज्य मत बनाओ। निःसंदेह मैं तुम्हारे लिए उसकी ओर से खुला डराने वाला हूँ।",
      "transliteration": "Wala tajAAaloo maAAa Allahi ilahan akhara innee lakum minhu natheerun mubeenun"
    },
    {
      "id": 52,
      "text": "كَذَٰلِكَ مَآ أَتَى ٱلَّذِينَ مِن قَبۡلِهِم مِّن رَّسُولٍ إِلَّا قَالُواْ سَاحِرٌ أَوۡ مَجۡنُونٌ",
      "translation": "इसी प्रकार, उन लोगों के पास जो इनसे पहले थे, जब भी कोई रसूल आया, तो उन्होंने कहा : यह जादूगर है, या पागल।",
      "transliteration": "Kathalika ma ata allatheena min qablihim min rasoolin illa qaloo sahirun aw majnoonun"
    },
    {
      "id": 53,
      "text": "أَتَوَاصَوۡاْ بِهِۦۚ بَلۡ هُمۡ قَوۡمٞ طَاغُونَ",
      "translation": "क्या उन्होंने एक-दूसरे को इस (बात) की वसीयत की है? बल्कि वे (स्वयं ही) सरकश लोग हैं।",
      "transliteration": "Atawasaw bihi bal hum qawmun taghoona"
    },
    {
      "id": 54,
      "text": "فَتَوَلَّ عَنۡهُمۡ فَمَآ أَنتَ بِمَلُومٖ",
      "translation": "अतः आप उनसे मुँह फेर लें। क्योंकि आपपर कोई दोष नहीं है।",
      "transliteration": "Fatawalla AAanhum fama anta bimaloomin"
    },
    {
      "id": 55,
      "text": "وَذَكِّرۡ فَإِنَّ ٱلذِّكۡرَىٰ تَنفَعُ ٱلۡمُؤۡمِنِينَ",
      "translation": "तथा आप नसीहत करें। क्योंकि निश्चय नसीहत ईमानवालों को लाभ देताी है।",
      "transliteration": "Wathakkir fainna alththikra tanfaAAu almumineena"
    },
    {
      "id": 56,
      "text": "وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِيَعۡبُدُونِ",
      "translation": "और मैंने जिन्नों तथा मनुष्यों को केवल इसलिए पैदा किया है कि वे मेरी इबादत करें।",
      "transliteration": "Wama khalaqtu aljinna waalinsa illa liyaAAbudooni"
    },
    {
      "id": 57,
      "text": "مَآ أُرِيدُ مِنۡهُم مِّن رِّزۡقٖ وَمَآ أُرِيدُ أَن يُطۡعِمُونِ",
      "translation": "मैं उनसे कोई रोज़ी नहीं चाहता और न यह चाहता हूँ कि वे मुझे खिलाएँ।",
      "transliteration": "Ma oreedu minhum min rizqin wama oreedu an yutAAimooni"
    },
    {
      "id": 58,
      "text": "إِنَّ ٱللَّهَ هُوَ ٱلرَّزَّاقُ ذُو ٱلۡقُوَّةِ ٱلۡمَتِينُ",
      "translation": "निःसंदेह अल्लाह ही बहुत रोज़ी देनेवाला, बड़ा शक्तिशाली, अत्यंत मज़बूत है।",
      "transliteration": "Inna Allaha huwa alrrazzaqu thoo alquwwati almateenu"
    },
    {
      "id": 59,
      "text": "فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبٗا مِّثۡلَ ذَنُوبِ أَصۡحَٰبِهِمۡ فَلَا يَسۡتَعۡجِلُونِ",
      "translation": "अतः निश्चय उन लोगों के लिए जिन्होंने अत्याचार किया, उनके साथियों के हिस्से की तरह (यातना का) एक हिस्सा है। सो वे मुझसे जल्दी न मचाएँ।",
      "transliteration": "Fainna lillatheena thalamoo thanooban mithla thanoobi ashabihim fala yastaAAjiloona"
    },
    {
      "id": 60,
      "text": "فَوَيۡلٞ لِّلَّذِينَ كَفَرُواْ مِن يَوۡمِهِمُ ٱلَّذِي يُوعَدُونَ",
      "translation": "अतः इनकार करने वालों के लिए उनके उस दिन से बड़ा विनाश है, जिसका उनसे वादा किया जा रहा है।",
      "transliteration": "Fawaylun lillatheena kafaroo min yawmihimu allathee yooAAadoona"
    }
  ]
}