{
  "id": 52,
  "name": "الطور",
  "transliteration": "At-Tur",
  "translation": "The Mount",
  "type": "meccan",
  "total_verses": 49,
  "verses": [
    {
      "id": 1,
      "text": "وَٱلطُّورِ",
      "translation": "क़सम है तूर (पर्वत) की!",
      "transliteration": "Waalttoori"
    },
    {
      "id": 2,
      "text": "وَكِتَٰبٖ مَّسۡطُورٖ",
      "translation": "और एक पुस्तक{2] की जो लिखी हुई है!",
      "transliteration": "Wakitabin mastoorin"
    },
    {
      "id": 3,
      "text": "فِي رَقّٖ مَّنشُورٖ",
      "translation": "ऐसे पन्ने में जो खुला हुआ है।",
      "transliteration": "Fee raqqin manshoorin"
    },
    {
      "id": 4,
      "text": "وَٱلۡبَيۡتِ ٱلۡمَعۡمُورِ",
      "translation": "तथा बैतुल-मा'मूर (आबाद घर) की!",
      "transliteration": "Waalbayti almaAAmoori"
    },
    {
      "id": 5,
      "text": "وَٱلسَّقۡفِ ٱلۡمَرۡفُوعِ",
      "translation": "तथा ऊँची उठाई हुई छत (आकाश) की!",
      "transliteration": "Waalssaqfi almarfooAAi"
    },
    {
      "id": 6,
      "text": "وَٱلۡبَحۡرِ ٱلۡمَسۡجُورِ",
      "translation": "और लबालब भरे हुए समुद्र की!",
      "transliteration": "Waalbahri almasjoori"
    },
    {
      "id": 7,
      "text": "إِنَّ عَذَابَ رَبِّكَ لَوَٰقِعٞ",
      "translation": "कि निश्चय आपके पालनहार की यातना अवश्चय घटित होने वाली है।",
      "transliteration": "Inna AAathaba rabbika lawaqiAAun"
    },
    {
      "id": 8,
      "text": "مَّا لَهُۥ مِن دَافِعٖ",
      "translation": "उसे कोई टालने वाला नहीं।",
      "transliteration": "Ma lahu min dafiAAin"
    },
    {
      "id": 9,
      "text": "يَوۡمَ تَمُورُ ٱلسَّمَآءُ مَوۡرٗا",
      "translation": "जिस दिन आकाश बुरी तरह डगमगाएगा।",
      "transliteration": "Yawma tamooru alssamao mawran"
    },
    {
      "id": 10,
      "text": "وَتَسِيرُ ٱلۡجِبَالُ سَيۡرٗا",
      "translation": "तथा पर्वत बहुत तेज़ी से चलेंगे।",
      "transliteration": "Wataseeru aljibalu sayran"
    },
    {
      "id": 11,
      "text": "فَوَيۡلٞ يَوۡمَئِذٖ لِّلۡمُكَذِّبِينَ",
      "translation": "तो उस दिन झुठलाने वालों के लिए बड़ी तबाही है।",
      "transliteration": "Fawaylun yawmaithin lilmukaththibeena"
    },
    {
      "id": 12,
      "text": "ٱلَّذِينَ هُمۡ فِي خَوۡضٖ يَلۡعَبُونَ",
      "translation": "जो व्यर्थ बातों में पड़े खेल रहे हैं।",
      "transliteration": "Allatheena hum fee khawdin yalAAaboona"
    },
    {
      "id": 13,
      "text": "يَوۡمَ يُدَعُّونَ إِلَىٰ نَارِ جَهَنَّمَ دَعًّا",
      "translation": "जिस दिन उन्हें ज़ोर से धक्का देकर जहन्नम की आग में धकेला जाएगा।",
      "transliteration": "Yawma yudaAAAAoona ila nari jahannama daAAAAan"
    },
    {
      "id": 14,
      "text": "هَٰذِهِ ٱلنَّارُ ٱلَّتِي كُنتُم بِهَا تُكَذِّبُونَ",
      "translation": "यही है वह आग, जिसे तुम झुठलाते थे।",
      "transliteration": "Hathihi alnnaru allatee kuntum biha tukaththiboona"
    },
    {
      "id": 15,
      "text": "أَفَسِحۡرٌ هَٰذَآ أَمۡ أَنتُمۡ لَا تُبۡصِرُونَ",
      "translation": "तो क्या यह जादू है, या तुम नहीं देख रहे?",
      "transliteration": "Afasihrun hatha am antum la tubsiroona"
    },
    {
      "id": 16,
      "text": "ٱصۡلَوۡهَا فَٱصۡبِرُوٓاْ أَوۡ لَا تَصۡبِرُواْ سَوَآءٌ عَلَيۡكُمۡۖ إِنَّمَا تُجۡزَوۡنَ مَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "इसमें प्रवेश कर जाओ। फिर सब्र करो या सब्र न करो, तुम्हारे लिए बराबर है। तुम्हें केवल उसी का बदला दिया जाएगा, जो तुम किया करते थे।",
      "transliteration": "Islawha faisbiroo aw la tasbiroo sawaon AAalaykum innama tujzawna ma kuntum taAAmaloona"
    },
    {
      "id": 17,
      "text": "إِنَّ ٱلۡمُتَّقِينَ فِي جَنَّـٰتٖ وَنَعِيمٖ",
      "translation": "निःसंदेह डरने वाले लोग बागों और बड़ी नेमत में हैं।",
      "transliteration": "Inna almuttaqeena fee jannatin wanaAAeemin"
    },
    {
      "id": 18,
      "text": "فَٰكِهِينَ بِمَآ ءَاتَىٰهُمۡ رَبُّهُمۡ وَوَقَىٰهُمۡ رَبُّهُمۡ عَذَابَ ٱلۡجَحِيمِ",
      "translation": "उसका आनंद लेने वाले हैं जो उनके रब ने उन्हें दिया और उनके रब ने उन्हें दहकती हुई आग की यातना से बचा लिया।",
      "transliteration": "Fakiheena bima atahum rabbuhum wawaqahum rabbuhum AAathaba aljaheemi"
    },
    {
      "id": 19,
      "text": "كُلُواْ وَٱشۡرَبُواْ هَنِيٓـَٔۢا بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "मज़े से खाओ और पियो, उसके बदले जो तुम किया करते थे।",
      "transliteration": "Kuloo waishraboo haneean bima kuntum taAAmaloona"
    },
    {
      "id": 20,
      "text": "مُتَّكِـِٔينَ عَلَىٰ سُرُرٖ مَّصۡفُوفَةٖۖ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ",
      "translation": "पंक्तिबद्ध तख़्तों पर तकिया लगाए हुए होंगे और हमने उनका विवाह गोरे बदन, काली आँखों वाली औरतों से कर दिया, जो बड़ी-बड़ी आँखों वाली हैं।",
      "transliteration": "Muttakieena AAala sururin masfoofatin wazawwajnahum bihoorin AAeenin"
    },
    {
      "id": 21,
      "text": "وَٱلَّذِينَ ءَامَنُواْ وَٱتَّبَعَتۡهُمۡ ذُرِّيَّتُهُم بِإِيمَٰنٍ أَلۡحَقۡنَا بِهِمۡ ذُرِّيَّتَهُمۡ وَمَآ أَلَتۡنَٰهُم مِّنۡ عَمَلِهِم مِّن شَيۡءٖۚ كُلُّ ٱمۡرِيِٕۭ بِمَا كَسَبَ رَهِينٞ",
      "translation": "और जो लोग ईमान लाए और उनकी संतान ने ईमान के साथ उनका अनुसरण किया, हम उनकी संतान को उनके साथ मिला देंगे तथा उनके कर्मों में उनसे कुछ भी कम न करेंगे। प्रत्येक व्यक्ति उसके बदले में जो उसने कमाया, गिरवी रखा हुआ है।",
      "transliteration": "Waallatheena amanoo waittabaAAathum thurriyyatuhum bieemanin alhaqna bihim thurriyyatahum wama alatnahum min AAamalihim min shayin kullu imriin bima kasaba raheenun"
    },
    {
      "id": 22,
      "text": "وَأَمۡدَدۡنَٰهُم بِفَٰكِهَةٖ وَلَحۡمٖ مِّمَّا يَشۡتَهُونَ",
      "translation": "तथा हम उन्हें और अधिक फल और मांस देंगे उसमें से जो वे चाहेंगे।",
      "transliteration": "Waamdadnahum bifakihatin walahmin mimma yashtahoona"
    },
    {
      "id": 23,
      "text": "يَتَنَٰزَعُونَ فِيهَا كَأۡسٗا لَّا لَغۡوٞ فِيهَا وَلَا تَأۡثِيمٞ",
      "translation": "वे उसमें एक-दूसरे से मदिरा का प्याला लेंगे, जिसमें न कोई व्यर्थ बात होगी और न गुनाह में डालना।",
      "transliteration": "YatanazaAAoona feeha kasan la laghwun feeha wala tatheemun"
    },
    {
      "id": 24,
      "text": "۞وَيَطُوفُ عَلَيۡهِمۡ غِلۡمَانٞ لَّهُمۡ كَأَنَّهُمۡ لُؤۡلُؤٞ مَّكۡنُونٞ",
      "translation": "तथा उनके आस-पास चक्कर लगाते रहेंगे उन्हीं के बच्चे, जैसे वे छुपाए हुए मोती हों।",
      "transliteration": "Wayatoofu AAalayhim ghilmanun lahum kaannahum luluon maknoonun"
    },
    {
      "id": 25,
      "text": "وَأَقۡبَلَ بَعۡضُهُمۡ عَلَىٰ بَعۡضٖ يَتَسَآءَلُونَ",
      "translation": "और वे एक-दूसरे की ओर मुतवज्जह होकर आपस में सवाल करेंगे।",
      "transliteration": "Waaqbala baAAduhum AAala baAAdin yatasaaloona"
    },
    {
      "id": 26,
      "text": "قَالُوٓاْ إِنَّا كُنَّا قَبۡلُ فِيٓ أَهۡلِنَا مُشۡفِقِينَ",
      "translation": "वे कहेंगे : निःसंदेह हम इससे पहले अपने घरवालों में डरने वाले थे।",
      "transliteration": "Qaloo inna kunna qablu fee ahlina mushfiqeena"
    },
    {
      "id": 27,
      "text": "فَمَنَّ ٱللَّهُ عَلَيۡنَا وَوَقَىٰنَا عَذَابَ ٱلسَّمُومِ",
      "translation": "तो अल्लाह ने हमपर उपकार किया और हमें विषैली लू की यातना से बचा लिया।",
      "transliteration": "Famanna Allahu AAalayna wawaqana AAathaba alssamoomi"
    },
    {
      "id": 28,
      "text": "إِنَّا كُنَّا مِن قَبۡلُ نَدۡعُوهُۖ إِنَّهُۥ هُوَ ٱلۡبَرُّ ٱلرَّحِيمُ",
      "translation": "निःसंदेह हम इससे पहले ही उसे पुकारा करते थे। निश्चय वही तो अति परोपकारी, अत्यंत दयावान् है।",
      "transliteration": "Inna kunna min qablu nadAAoohu innahu huwa albarru alrraheemu"
    },
    {
      "id": 29,
      "text": "فَذَكِّرۡ فَمَآ أَنتَ بِنِعۡمَتِ رَبِّكَ بِكَاهِنٖ وَلَا مَجۡنُونٍ",
      "translation": "अतः आप नसीहत करें। क्योंकि अपने पालनहार के अनुग्रह से आप न तो काहिन हैं और न ही पागल।",
      "transliteration": "Fathakkir fama anta biniAAmati rabbika bikahin wala majnoonin"
    },
    {
      "id": 30,
      "text": "أَمۡ يَقُولُونَ شَاعِرٞ نَّتَرَبَّصُ بِهِۦ رَيۡبَ ٱلۡمَنُونِ",
      "translation": "या वे कहते है कि यह एक कवि है जिसपर हम ज़माने की घटनाओं का इंतज़ार करते हैं?",
      "transliteration": "Am yaqooloona shaAAirun natarabbasu bihi rayba almanooni"
    },
    {
      "id": 31,
      "text": "قُلۡ تَرَبَّصُواْ فَإِنِّي مَعَكُم مِّنَ ٱلۡمُتَرَبِّصِينَ",
      "translation": "आप कह दें कि तुम प्रतीक्षा करते रहो, मैं (भी) तुम्हारे साथ प्रतीक्षा करने वालों में से हूँ।",
      "transliteration": "Qul tarabbasoo fainnee maAAakum mina almutarabbiseena"
    },
    {
      "id": 32,
      "text": "أَمۡ تَأۡمُرُهُمۡ أَحۡلَٰمُهُم بِهَٰذَآۚ أَمۡ هُمۡ قَوۡمٞ طَاغُونَ",
      "translation": "क्या उन्हें उनकी बुद्धियाँ इस बात का आदेश देती हैं, ये वे स्वयं ही सरकश लोग हैं?",
      "transliteration": "Am tamuruhum ahlamuhum bihatha am hum qawmun taghoona"
    },
    {
      "id": 33,
      "text": "أَمۡ يَقُولُونَ تَقَوَّلَهُۥۚ بَل لَّا يُؤۡمِنُونَ",
      "translation": "या वे कहते हैं कि उसने इसे स्वयं गढ़ लिया है? बल्कि वे ईमान नहीं लाते।",
      "transliteration": "Am yaqooloona taqawwalahu bal la yuminoona"
    },
    {
      "id": 34,
      "text": "فَلۡيَأۡتُواْ بِحَدِيثٖ مِّثۡلِهِۦٓ إِن كَانُواْ صَٰدِقِينَ",
      "translation": "तो फिर वे इस (क़ुरआन) के समान एक ही बात बनाकर ले आएँ, यदि वे सच्चे हैं।",
      "transliteration": "Falyatoo bihadeethin mithlihi in kanoo sadiqeena"
    },
    {
      "id": 35,
      "text": "أَمۡ خُلِقُواْ مِنۡ غَيۡرِ شَيۡءٍ أَمۡ هُمُ ٱلۡخَٰلِقُونَ",
      "translation": "या वे बिना किसी चीज़ के पैदा हो गए हैं, या वे (स्वयं) पैदा करने वाले हैं?",
      "transliteration": "Am khuliqoo min ghayri shayin am humu alkhaliqoona"
    },
    {
      "id": 36,
      "text": "أَمۡ خَلَقُواْ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَۚ بَل لَّا يُوقِنُونَ",
      "translation": "या उन्होंने आकाशों और धरती को पैदा किया है? बल्कि वे विश्वास ही नहीं करते।",
      "transliteration": "Am khalaqoo alssamawati waalarda bal la yooqinoona"
    },
    {
      "id": 37,
      "text": "أَمۡ عِندَهُمۡ خَزَآئِنُ رَبِّكَ أَمۡ هُمُ ٱلۡمُصَۜيۡطِرُونَ",
      "translation": "या उनके पास आपके पालनहार के ख़ज़ाने हैं, या वही अधिकार चलाने वाले हैं?",
      "transliteration": "Am AAindahum khazainu rabbika am humu almusaytiroona"
    },
    {
      "id": 38,
      "text": "أَمۡ لَهُمۡ سُلَّمٞ يَسۡتَمِعُونَ فِيهِۖ فَلۡيَأۡتِ مُسۡتَمِعُهُم بِسُلۡطَٰنٖ مُّبِينٍ",
      "translation": "या उनके पास कोई सीढ़ी है, जिसपर वे अच्छी तरह सुन लेते हैं? तो उनके सुनने वाले को चाहिए कि वह कोई स्पष्ट प्रमाण प्रस्तुत करे।",
      "transliteration": "Am lahum sullamun yastamiAAoona feehi falyati mustamiAAuhum bisultanin mubeenin"
    },
    {
      "id": 39,
      "text": "أَمۡ لَهُ ٱلۡبَنَٰتُ وَلَكُمُ ٱلۡبَنُونَ",
      "translation": "या उस (अल्लाह) के लिए तो बेटियाँ है और तुम्हारे लिए बेटे?",
      "transliteration": "Am lahu albanatu walakumu albanoona"
    },
    {
      "id": 40,
      "text": "أَمۡ تَسۡـَٔلُهُمۡ أَجۡرٗا فَهُم مِّن مَّغۡرَمٖ مُّثۡقَلُونَ",
      "translation": "या आप उनसे कोई पारिश्रमिक माँगते हैं? तो वे उस तावान के बोझ से दबे जा रहे हैं।",
      "transliteration": "Am tasaluhum ajran fahum min maghramin muthqaloona"
    },
    {
      "id": 41,
      "text": "أَمۡ عِندَهُمُ ٱلۡغَيۡبُ فَهُمۡ يَكۡتُبُونَ",
      "translation": "या उनके पास परोक्ष (का ज्ञान) है? तो वे उसे लिखते रहते हैं।",
      "transliteration": "Am AAindahumu alghaybu fahum yaktuboona"
    },
    {
      "id": 42,
      "text": "أَمۡ يُرِيدُونَ كَيۡدٗاۖ فَٱلَّذِينَ كَفَرُواْ هُمُ ٱلۡمَكِيدُونَ",
      "translation": "या वे कोई चाल चलना चाहते हैं? तो जिन लोगों ने इनकार किया, वही चाल में आने वाले हैं।",
      "transliteration": "Am yureedoona kaydan faallatheena kafaroo humu almakeedoona"
    },
    {
      "id": 43,
      "text": "أَمۡ لَهُمۡ إِلَٰهٌ غَيۡرُ ٱللَّهِۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ",
      "translation": "या उनका अल्लाह के सिवा कोई पूज्य है? पवित्र है अल्लाह उससे जो वे साझी ठहराते हैं।",
      "transliteration": "Am lahum ilahun ghayru Allahi subhana Allahi AAamma yushrikoona"
    },
    {
      "id": 44,
      "text": "وَإِن يَرَوۡاْ كِسۡفٗا مِّنَ ٱلسَّمَآءِ سَاقِطٗا يَقُولُواْ سَحَابٞ مَّرۡكُومٞ",
      "translation": "और यदि वे आकाश से कोई टुकड़ा गिरता हुआ देख लें, तो कह देंगे कि यह परत दर परत बादल है।",
      "transliteration": "Wain yaraw kisfan mina alssamai saqitan yaqooloo sahabun markoomun"
    },
    {
      "id": 45,
      "text": "فَذَرۡهُمۡ حَتَّىٰ يُلَٰقُواْ يَوۡمَهُمُ ٱلَّذِي فِيهِ يُصۡعَقُونَ",
      "translation": "अतः आप उन्हें छोड़ दें, यहाँ तक कि वे अपने उस दिन को जा मिलें, जिसमें वे बेहोश किए जाएँगे।",
      "transliteration": "Fatharhum hatta yulaqoo yawmahumu allathee feehi yusAAaqoona"
    },
    {
      "id": 46,
      "text": "يَوۡمَ لَا يُغۡنِي عَنۡهُمۡ كَيۡدُهُمۡ شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ",
      "translation": "जिस दिन न तो उनकी चाल काम आएगी और न उनकी सहायता की जाएगी।",
      "transliteration": "Yawma la yughnee AAanhum kayduhum shayan wala hum yunsaroona"
    },
    {
      "id": 47,
      "text": "وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابٗا دُونَ ذَٰلِكَ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ",
      "translation": "तथा निश्चय उन लोगों के लिए जिन्होंने अत्याचार किया, उस (आख़िरत) से पहले भी एक यातना है। परंतु उनमें से अक्सर लोग नहीं जानते।",
      "transliteration": "Wainna lillatheena thalamoo AAathaban doona thalika walakinna aktharahum la yaAAlamoona"
    },
    {
      "id": 48,
      "text": "وَٱصۡبِرۡ لِحُكۡمِ رَبِّكَ فَإِنَّكَ بِأَعۡيُنِنَاۖ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ حِينَ تَقُومُ",
      "translation": "और (ऐ नबी!) आप अपने पालनहार का आदेश आने तक धैर्य रखें। निःसंदेह आप हमारी आँखों के सामने हैं। तथा जब आप उठें, तो अपने रब की प्रशंसा के साथ उसकी पवित्रता बयान करें।",
      "transliteration": "Waisbir lihukmi rabbika fainnaka biaAAyunina wasabbih bihamdi rabbika heena taqoomu"
    },
    {
      "id": 49,
      "text": "وَمِنَ ٱلَّيۡلِ فَسَبِّحۡهُ وَإِدۡبَٰرَ ٱلنُّجُومِ",
      "translation": "तथा रात के कुछ भाग में फिर उसकी पवित्रता का वर्णन करें और सितारों के चले जाने के बाद भी।",
      "transliteration": "Wamina allayli fasabbihhu waidbara alnnujoomi"
    }
  ]
}