{
  "id": 62,
  "name": "الجمعة",
  "transliteration": "Al-Jumu'ah",
  "translation": "The Congregation, Friday",
  "type": "medinan",
  "total_verses": 11,
  "verses": [
    {
      "id": 1,
      "text": "يُسَبِّحُ لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ ٱلۡمَلِكِ ٱلۡقُدُّوسِ ٱلۡعَزِيزِ ٱلۡحَكِيمِ",
      "translation": "अल्लाह की पवित्रता बयान करती है हर वह चीज़ जो आकाशों में है और जो धरती में है, (जो) बादशाह, अत्यंत पवित्र, सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
      "transliteration": "Yusabbihu lillahi ma fee alssamawati wama fee alardi almaliki alquddoosi alAAazeezi alhakeemi"
    },
    {
      "id": 2,
      "text": "هُوَ ٱلَّذِي بَعَثَ فِي ٱلۡأُمِّيِّـۧنَ رَسُولٗا مِّنۡهُمۡ يَتۡلُواْ عَلَيۡهِمۡ ءَايَٰتِهِۦ وَيُزَكِّيهِمۡ وَيُعَلِّمُهُمُ ٱلۡكِتَٰبَ وَٱلۡحِكۡمَةَ وَإِن كَانُواْ مِن قَبۡلُ لَفِي ضَلَٰلٖ مُّبِينٖ",
      "translation": "वही है, जिसने अनपढ़ों के अंदर उन्हीं में से एक रसूल भेजा, जो उन्हें अल्लाह की आयतें पढ़कर सुनाता है, उन्हें पवित्र करता है तथा उन्हें पुस्तक (क़ुरआन) एवं हिकमत (सुन्नत) की शिक्षा देता है, निःसंदेह वे इससे पहले खुली गुमराही में थे।",
      "transliteration": "Huwa allathee baAAatha fee alommiyyeena rasoolan minhum yatloo AAalayhim ayatihi wayuzakkeehim wayuAAallimuhumu alkitaba waalhikmata wain kanoo min qablu lafee dalalin mubeenin"
    },
    {
      "id": 3,
      "text": "وَءَاخَرِينَ مِنۡهُمۡ لَمَّا يَلۡحَقُواْ بِهِمۡۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ",
      "translation": "तथा उनमें से कुछ और लोगों में भी (आपको भेजा), जो अभी तक उनसे नहीं मिले। और वह सब पर प्रभुत्वशाली, पूर्ण हिकमत वाला है।",
      "transliteration": "Waakhareena minhum lamma yalhaqoo bihim wahuwa alAAazeezu alhakeemu"
    },
    {
      "id": 4,
      "text": "ذَٰلِكَ فَضۡلُ ٱللَّهِ يُؤۡتِيهِ مَن يَشَآءُۚ وَٱللَّهُ ذُو ٱلۡفَضۡلِ ٱلۡعَظِيمِ",
      "translation": "यह अल्लाह का अनुग्रह है, वह उसे जिसे चाहता है, प्रदान करता है और अल्लाह बड़े अनुग्रह है।",
      "transliteration": "Thalika fadlu Allahi yuteehi man yashao waAllahu thoo alfadli alAAatheemi"
    },
    {
      "id": 5,
      "text": "مَثَلُ ٱلَّذِينَ حُمِّلُواْ ٱلتَّوۡرَىٰةَ ثُمَّ لَمۡ يَحۡمِلُوهَا كَمَثَلِ ٱلۡحِمَارِ يَحۡمِلُ أَسۡفَارَۢاۚ بِئۡسَ مَثَلُ ٱلۡقَوۡمِ ٱلَّذِينَ كَذَّبُواْ بِـَٔايَٰتِ ٱللَّهِۚ وَٱللَّهُ لَا يَهۡدِي ٱلۡقَوۡمَ ٱلظَّـٰلِمِينَ",
      "translation": "उन लोगों का उदाहरण, जिनपर तौरात का भार डाला गया, फिर उन्होंने उसे नहीं उठाया, गधे के समान है, जो पुस्तकें लादे हुए हो। उन लोगों का उदाहरण बहुत बुरा है, जिन्होंने अल्लाह की आयतों को झुठलाया। और अल्लाह अत्याचारी लोगों को मार्गदर्शन प्रदान नहीं करता।",
      "transliteration": "Mathalu allatheena hummiloo alttawrata thumma lam yahmilooha kamathali alhimari yahmilu asfaran bisa mathalu alqawmi allatheena kaththaboo biayati Allahi waAllahu la yahdee alqawma alththalimeena"
    },
    {
      "id": 6,
      "text": "قُلۡ يَـٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓاْ إِن زَعَمۡتُمۡ أَنَّكُمۡ أَوۡلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُاْ ٱلۡمَوۡتَ إِن كُنتُمۡ صَٰدِقِينَ",
      "translation": "आप कह दें कि ऐ यहूदियो! यदि तुम समझते हो कि दूसरे लोगों को छोड़कर तुम ही अल्लाह के दोस्त हो, तो मौत की कामना करो, यदि तुम सच्चे हो।",
      "transliteration": "Qul ya ayyuha allatheena hadoo in zaAAamtum annakum awliyao lillahi min dooni alnnasi fatamannawoo almawta in kuntum sadiqeena"
    },
    {
      "id": 7,
      "text": "وَلَا يَتَمَنَّوۡنَهُۥٓ أَبَدَۢا بِمَا قَدَّمَتۡ أَيۡدِيهِمۡۚ وَٱللَّهُ عَلِيمُۢ بِٱلظَّـٰلِمِينَ",
      "translation": "और वे अपनी करतूतों के कारण हरगिज़ उसकी कामना नहीं करेंगे, और अल्लाह अत्याचारियों को ख़ूब जानता है।",
      "transliteration": "Wala yatamannawnahu abadan bima qaddamat aydeehim waAllahu AAaleemun bialththalimeena"
    },
    {
      "id": 8,
      "text": "قُلۡ إِنَّ ٱلۡمَوۡتَ ٱلَّذِي تَفِرُّونَ مِنۡهُ فَإِنَّهُۥ مُلَٰقِيكُمۡۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَٰلِمِ ٱلۡغَيۡبِ وَٱلشَّهَٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمۡ تَعۡمَلُونَ",
      "translation": "आप कह दें कि जिस मौत से तुम भाग रहे हो, वह अवश्य तुमसे मिलकर रहेगी। फिर तुम हर परोक्ष (छिपे) और प्रत्यक्ष (खुले) का ज्ञान रखने वाले (अल्लाह) की ओर लौटाए जाओगे, तो वह तुम्हें बताएगा जो कुछ तुम किया करते थे।",
      "transliteration": "Qul inna almawta allathee tafirroona minhu fainnahu mulaqeekum thumma turaddoona ila AAalimi alghaybi waalshshahadati fayunabbiokum bima kuntum taAAmaloona"
    },
    {
      "id": 9,
      "text": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓاْ إِذَا نُودِيَ لِلصَّلَوٰةِ مِن يَوۡمِ ٱلۡجُمُعَةِ فَٱسۡعَوۡاْ إِلَىٰ ذِكۡرِ ٱللَّهِ وَذَرُواْ ٱلۡبَيۡعَۚ ذَٰلِكُمۡ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ",
      "translation": "ऐ ईमान वालो! जब जुमा के दिन नमाज़ के लिए अज़ान दी जाए, तो अल्लाह की याद की ओर दौड़ पड़ो, तथा क्रय-विक्रय छोड़ दो। यह तुम्हारे लिए बेहतर है, यदि तुम जानते हो।",
      "transliteration": "Ya ayyuha allatheena amanoo itha noodiya lilssalati min yawmi aljumuAAati faisAAaw ila thikri Allahi watharoo albayAAa thalikum khayrun lakum in kuntum taAAlamoona"
    },
    {
      "id": 10,
      "text": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُواْ فِي ٱلۡأَرۡضِ وَٱبۡتَغُواْ مِن فَضۡلِ ٱللَّهِ وَٱذۡكُرُواْ ٱللَّهَ كَثِيرٗا لَّعَلَّكُمۡ تُفۡلِحُونَ",
      "translation": "फिर जब नमाज़ पूरी कर ली जाए, तो धरती में फैल जाओ और अल्लाह का अनुग्रह तलाश करो तथा अल्लाह को बहुत ज़्यादा याद करते रहो, ताकि तुम सफल हो।",
      "transliteration": "Faitha qudiyati alssalatu faintashiroo fee alardi waibtaghoo min fadli Allahi waothkuroo Allaha katheeran laAAallakum tuflihoona"
    },
    {
      "id": 11,
      "text": "وَإِذَا رَأَوۡاْ تِجَٰرَةً أَوۡ لَهۡوًا ٱنفَضُّوٓاْ إِلَيۡهَا وَتَرَكُوكَ قَآئِمٗاۚ قُلۡ مَا عِندَ ٱللَّهِ خَيۡرٞ مِّنَ ٱللَّهۡوِ وَمِنَ ٱلتِّجَٰرَةِۚ وَٱللَّهُ خَيۡرُ ٱلرَّـٰزِقِينَ",
      "translation": "और जब उन्होंने कोई व्यापार अथवा खेल-तमाशा देखा, तो उठकर उसकी ओर चले गए और उन्होंने आपको खड़ा छोड़ दिया। आप कह दें कि जो अल्लाह के पास है, वह खेल से तथा व्यापार से बेहतर है। और अल्लाह सबसे उत्तम जीविका प्रदान करने वाला है।",
      "transliteration": "Waitha raaw tijaratan aw lahwan infaddoo ilayha watarakooka qaiman qul ma AAinda Allahi khayrun mina allahwi wamina alttijarati waAllahu khayru alrraziqeena"
    }
  ]
}