{
  "id": 71,
  "name": "نوح",
  "transliteration": "Nuh",
  "translation": "Noah",
  "type": "meccan",
  "total_verses": 28,
  "verses": [
    {
      "id": 1,
      "text": "إِنَّآ أَرۡسَلۡنَا نُوحًا إِلَىٰ قَوۡمِهِۦٓ أَنۡ أَنذِرۡ قَوۡمَكَ مِن قَبۡلِ أَن يَأۡتِيَهُمۡ عَذَابٌ أَلِيمٞ",
      "translation": "निःसंदेह हमने नूह़ को उनकी जाति की ओर भेजा कि अपनी जाति को सावधान कर दो, इससे पहले कि उनके पास दर्दनाक यातना आ जाए।",
      "transliteration": "Inna arsalna noohan ila qawmihi an anthir qawmaka min qabli an yatiyahum AAathabun aleemun"
    },
    {
      "id": 2,
      "text": "قَالَ يَٰقَوۡمِ إِنِّي لَكُمۡ نَذِيرٞ مُّبِينٌ",
      "translation": "उसने कहा : ऐ मेरी जाति के लोगो! निःसंदेह मैं तुम्हें स्पष्ट रूप से डराने वाला हूँ।",
      "transliteration": "Qala ya qawmi innee lakum natheerun mubeenun"
    },
    {
      "id": 3,
      "text": "أَنِ ٱعۡبُدُواْ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
      "translation": "कि अल्लाह की इबादत करो तथा उससे डरो और मेरी बात मानो।",
      "transliteration": "Ani oAAbudoo Allaha waittaqoohu waateeAAooni"
    },
    {
      "id": 4,
      "text": "يَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَيُؤَخِّرۡكُمۡ إِلَىٰٓ أَجَلٖ مُّسَمًّىۚ إِنَّ أَجَلَ ٱللَّهِ إِذَا جَآءَ لَا يُؤَخَّرُۚ لَوۡ كُنتُمۡ تَعۡلَمُونَ",
      "translation": "वह तुम्हारे लिए तुम्हारे पापों को क्षमा कर देगा तथा तुम्हें एक निर्धारित समय तक मोहलत देगा। निश्चय जब अल्लाह का निर्धारित समय आ जाता है, तो वह टाला नहीं जाता, काश कि तुम जानते होते।",
      "transliteration": "Yaghfir lakum min thunoobikum wayuakhkhirkum ila ajalin musamman inna ajala Allahi itha jaa la yuakhkharu law kuntum taAAlamoona"
    },
    {
      "id": 5,
      "text": "قَالَ رَبِّ إِنِّي دَعَوۡتُ قَوۡمِي لَيۡلٗا وَنَهَارٗا",
      "translation": "उसने कहा : ऐ मेरे रब! निःसंदेह मैंने अपनी जाति को रात-दिन बुलाया।",
      "transliteration": "Qala rabbi innee daAAawtu qawmee laylan wanaharan"
    },
    {
      "id": 6,
      "text": "فَلَمۡ يَزِدۡهُمۡ دُعَآءِيٓ إِلَّا فِرَارٗا",
      "translation": "तो मेरे बुलाने से ये लोग और ज़्यादा भागने लगे।",
      "transliteration": "Falam yazidhum duAAaee illa firaran"
    },
    {
      "id": 7,
      "text": "وَإِنِّي كُلَّمَا دَعَوۡتُهُمۡ لِتَغۡفِرَ لَهُمۡ جَعَلُوٓاْ أَصَٰبِعَهُمۡ فِيٓ ءَاذَانِهِمۡ وَٱسۡتَغۡشَوۡاْ ثِيَابَهُمۡ وَأَصَرُّواْ وَٱسۡتَكۡبَرُواْ ٱسۡتِكۡبَارٗا",
      "translation": "और निःसंदेह मैंने जब भी उन्हें बुलाया, ताकि तू उन्हें क्षमा कर दे, तो उन्होंने अपनी उँगलियाँ अपने कानों में डाल लीं तथा अपने कपड़े ओढ़ लिए और हठ दिखाया और बड़ा घमंड किया।",
      "transliteration": "Wainnee kullama daAAawtuhum litaghfira lahum jaAAaloo asabiAAahum fee athanihim waistaghshaw thiyabahum waasarroo waistakbaroo istikbaran"
    },
    {
      "id": 8,
      "text": "ثُمَّ إِنِّي دَعَوۡتُهُمۡ جِهَارٗا",
      "translation": "फिर निःसंदेह मैंने उन्हें खुल्ल-मखुल्ला बुलाया।",
      "transliteration": "Thumma innee daAAawtuhum jiharan"
    },
    {
      "id": 9,
      "text": "ثُمَّ إِنِّيٓ أَعۡلَنتُ لَهُمۡ وَأَسۡرَرۡتُ لَهُمۡ إِسۡرَارٗا",
      "translation": "फिर निःसंदेह मैंने उन्हें उच्च स्वर में आमंत्रित किया और मैंने उन्हें चुपके-चुपके (भी) समझाया।",
      "transliteration": "Thumma innee aAAlantu lahum waasrartu lahum israran"
    },
    {
      "id": 10,
      "text": "فَقُلۡتُ ٱسۡتَغۡفِرُواْ رَبَّكُمۡ إِنَّهُۥ كَانَ غَفَّارٗا",
      "translation": "तो मैंने कहा : अपने पालनहार से क्षमा माँगो। निःसंदेह वह बहुत क्षमा करने वाला है।",
      "transliteration": "Faqultu istaghfiroo rabbakum innahu kana ghaffaran"
    },
    {
      "id": 11,
      "text": "يُرۡسِلِ ٱلسَّمَآءَ عَلَيۡكُم مِّدۡرَارٗا",
      "translation": "वह तुम पर मूसलाधार बारिश बरसाएगा।",
      "transliteration": "Yursili alssamaa AAalaykum midraran"
    },
    {
      "id": 12,
      "text": "وَيُمۡدِدۡكُم بِأَمۡوَٰلٖ وَبَنِينَ وَيَجۡعَل لَّكُمۡ جَنَّـٰتٖ وَيَجۡعَل لَّكُمۡ أَنۡهَٰرٗا",
      "translation": "और वह तुम्हें धन और बच्चों में वृद्धि प्रदान करेगा तथा तुम्हारे लिए बाग़ बना देगा और तुम्हारे लिए नहरें निकाल देगा।",
      "transliteration": "Wayumdidkum biamwalin wabaneena wayajAAal lakum jannatin wayajAAal lakum anharan"
    },
    {
      "id": 13,
      "text": "مَّا لَكُمۡ لَا تَرۡجُونَ لِلَّهِ وَقَارٗا",
      "translation": "तुम्हें क्या हो गया है कि तुम अल्लाह की महिमा से नहीं डरते?",
      "transliteration": "Ma lakum la tarjoona lillahi waqaran"
    },
    {
      "id": 14,
      "text": "وَقَدۡ خَلَقَكُمۡ أَطۡوَارًا",
      "translation": "हालाँकि उसने तुम्हें विभिन्न चरणों में पैदा किया है।",
      "transliteration": "Waqad khalaqakum atwaran"
    },
    {
      "id": 15,
      "text": "أَلَمۡ تَرَوۡاْ كَيۡفَ خَلَقَ ٱللَّهُ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗا",
      "translation": "क्या तुमने देखा नहीं कि अल्लाह ने किस तरह ऊपर-तले सात आकाश बनाए?",
      "transliteration": "Alam taraw kayfa khalaqa Allahu sabAAa samawatin tibaqan"
    },
    {
      "id": 16,
      "text": "وَجَعَلَ ٱلۡقَمَرَ فِيهِنَّ نُورٗا وَجَعَلَ ٱلشَّمۡسَ سِرَاجٗا",
      "translation": "और उसने उनमें चाँद को प्रकाश बनाया और सूर्य को दीपक बनाया।",
      "transliteration": "WajaAAala alqamara feehinna nooran wajaAAala alshshamsa sirajan"
    },
    {
      "id": 17,
      "text": "وَٱللَّهُ أَنۢبَتَكُم مِّنَ ٱلۡأَرۡضِ نَبَاتٗا",
      "translation": "और अल्लाह ही ने तुम्हें धरती से (विशेष ढंग से) उगाया।",
      "transliteration": "WaAllahu anbatakum mina alardi nabatan"
    },
    {
      "id": 18,
      "text": "ثُمَّ يُعِيدُكُمۡ فِيهَا وَيُخۡرِجُكُمۡ إِخۡرَاجٗا",
      "translation": "फिर वह तुम्हें उसी में वापस ले जाएगा और तुम्हें (उसी से) निकालेगा।",
      "transliteration": "Thumma yuAAeedukum feeha wayukhrijukum ikhrajan"
    },
    {
      "id": 19,
      "text": "وَٱللَّهُ جَعَلَ لَكُمُ ٱلۡأَرۡضَ بِسَاطٗا",
      "translation": "और अल्लाह ने तुम्हारे लिए धरती को बिछौना बनाया।",
      "transliteration": "WaAllahu jaAAala lakumu alarda bisatan"
    },
    {
      "id": 20,
      "text": "لِّتَسۡلُكُواْ مِنۡهَا سُبُلٗا فِجَاجٗا",
      "translation": "ताकि तुम उसके विस्तृत मार्गों पर चलो।",
      "transliteration": "Litaslukoo minha subulan fijajan"
    },
    {
      "id": 21,
      "text": "قَالَ نُوحٞ رَّبِّ إِنَّهُمۡ عَصَوۡنِي وَٱتَّبَعُواْ مَن لَّمۡ يَزِدۡهُ مَالُهُۥ وَوَلَدُهُۥٓ إِلَّا خَسَارٗا",
      "translation": "नूह ने कहा : ऐ मेरे रब! निःसंदेह उन्होंने मेरी अवज्ञा की और उसका अनुसरण किया, जिसके धन और संतान ने उसकी क्षति ही को बढ़ाया।",
      "transliteration": "Qala noohun rabbi innahum AAasawnee waittabaAAoo man lam yazidhu maluhu wawaladuhu illa khasaran"
    },
    {
      "id": 22,
      "text": "وَمَكَرُواْ مَكۡرٗا كُبَّارٗا",
      "translation": "और उन्होंने बहुत बड़ी चाल चली।",
      "transliteration": "Wamakaroo makran kubbaran"
    },
    {
      "id": 23,
      "text": "وَقَالُواْ لَا تَذَرُنَّ ءَالِهَتَكُمۡ وَلَا تَذَرُنَّ وَدّٗا وَلَا سُوَاعٗا وَلَا يَغُوثَ وَيَعُوقَ وَنَسۡرٗا",
      "translation": "और उन्होंने कहा : तुम अपने पूज्यों को कदापि न छोड़ना, और न कभी वद्द को छोड़ना, और न सुवाअ को और न यग़ूस और यऊक़ तथा नस्र को।",
      "transliteration": "Waqaloo la tatharunna alihatakum wala tatharunna waddan wala suwaAAan wala yaghootha wayaAAooqa wanasran"
    },
    {
      "id": 24,
      "text": "وَقَدۡ أَضَلُّواْ كَثِيرٗاۖ وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا ضَلَٰلٗا",
      "translation": "और निश्चय उन्होंने बहुत-से लोगों को पथभ्रष्ट कर दिया। तथा तू अत्याचारियों की पथभ्रष्टता ही में वृद्धि कर।",
      "transliteration": "Waqad adalloo katheeran wala tazidi alththalimeena illa dalalan"
    },
    {
      "id": 25,
      "text": "مِّمَّا خَطِيٓـَٰٔتِهِمۡ أُغۡرِقُواْ فَأُدۡخِلُواْ نَارٗا فَلَمۡ يَجِدُواْ لَهُم مِّن دُونِ ٱللَّهِ أَنصَارٗا",
      "translation": "वे अपने पापों के कारण डुबो दिए गए, फिर जहन्नम में डाल दिए गए, तो उन्होंने अल्लाह के सिवा अपने लिए कोई मदद करने वाले नहीं पाए।",
      "transliteration": "Mimma khateeatihim oghriqoo faodkhiloo naran falam yajidoo lahum min dooni Allahi ansaran"
    },
    {
      "id": 26,
      "text": "وَقَالَ نُوحٞ رَّبِّ لَا تَذَرۡ عَلَى ٱلۡأَرۡضِ مِنَ ٱلۡكَٰفِرِينَ دَيَّارًا",
      "translation": "तथा नूह़ ने कहा : ऐ मेरे रब! धरती पर (इन) काफ़िरों में से कोई रहने वाला न छोड़।",
      "transliteration": "Waqala noohun rabbi la tathar AAala alardi mina alkafireena dayyaran"
    },
    {
      "id": 27,
      "text": "إِنَّكَ إِن تَذَرۡهُمۡ يُضِلُّواْ عِبَادَكَ وَلَا يَلِدُوٓاْ إِلَّا فَاجِرٗا كَفَّارٗا",
      "translation": "निःसंदेह यदि तू उन्हें छोड़े रखेगा, तो वे तेरे बंदों को पथभ्रष्ट करेंगे और दुराचारी एवं सख़्त काफ़िर ही को जन्म देंगे।",
      "transliteration": "Innaka in tatharhum yudilloo AAibadaka wala yalidoo illa fajiran kaffaran"
    },
    {
      "id": 28,
      "text": "رَّبِّ ٱغۡفِرۡ لِي وَلِوَٰلِدَيَّ وَلِمَن دَخَلَ بَيۡتِيَ مُؤۡمِنٗا وَلِلۡمُؤۡمِنِينَ وَٱلۡمُؤۡمِنَٰتِۖ وَلَا تَزِدِ ٱلظَّـٰلِمِينَ إِلَّا تَبَارَۢا",
      "translation": "ऐ मेरे पालनहार! मुझे क्षमा करे दे, तथा मेरे माता-पिता को, और (हर) उस व्यक्ति को जो मेरे घर में मोमिन बन कर प्रवेश करे, तथा ईमान वाले पुरुषों और ईमान वाली स्त्रियों को। और अत्याचारियों को विनाश के सिवाय किसी चीज़ में न बढ़ा।",
      "transliteration": "Rabbi ighfir lee waliwalidayya waliman dakhala baytiya muminan walilmumineena waalmuminati wala tazidi alththalimeena illa tabaran"
    }
  ]
}